[
  {
    "title": "Ripper",
    "author": "Isabel Allende",
    "year": 2014,
    "language": "Serbian",
    "genres": "Thriller",
    "summary": "The Jackson women, Indiana and Amanda, have always had each other. Yet, while their bond is strong, mother and daughter are as different as night and day. Indiana, a beautiful holistic healer, is a free-spirited bohemian. Long divorced from Amanda's father, she's reluctant to settle down with either of the men who want her-Alan, the wealthy scion of one of San Francisco's elite families, and Ryan, an enigmatic, scarred former Navy SEAL. While her mom looks for the good in people, Amanda is fascinated by the dark side of human nature, like her father, the SFPD's Deputy Chief of Homicide. Brilliant and introverted, the MIT-bound high school senior is a natural-born sleuth addicted to crime novels and Ripper, the online mystery game she plays with her beloved grandfather and friends around the world. When a string of strange murders occurs across the city, Amanda plunges into her own investigation, discovering, before the police do, that the deaths may be connected. But the case becomes all too personal when Indiana suddenly vanishes. Could her mother's disappearance be linked to the serial killer? Now, with her mother's life on the line, the young detective must solve the most complex mystery she's ever faced before it's too late.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1422871316l/18090150.jpg",
    "link": "https://www.goodreads.com/book/show/18090150-ripper"
  },
  {
    "title": "The Faithful Spy",
    "author": "Alex Berenson",
    "year": 2006,
    "language": "Serbian",
    "genres": "Fiction, Spy, Thriller",
    "series": "John Wells",
    "vol": 1,
    "summary": "John Wells is the only American CIA agent ever to penetrate al Qaeda. Since before the attacks in 2001, Wells has been hiding in the mountains of Pakistan, biding his time, building his cover. Now, on the orders of Omar Khadri–the malicious mastermind plotting more al Qaeda strikes on America–Wells is coming home. Neither Khadri nor Jennifer Exley, Wells’s superior at Langley, knows quite what to expect. For Wells has changed during his years in the mountains. He has become a Muslim. He finds the United States decadent and shallow. Yet he hates al Qaeda and the way it uses Islam to justify its murderous assaults on innocents. He is a man alone, and the CIA–still reeling from its failure to predict 9/11 or find weapons of mass destruction in Iraq–does not know whether to trust him. Among his handlers at Langley, only Exley believes in him, and even she sometimes wonders. And so the agency freezes Wells out, preferring to rely on high-tech means for gathering intelligence. But as that strategy fails and Khadri moves closer to unleashing the most devastating terrorist attack in history, Wells and Exley must somehow find a way to stop him, with or without the government’s consent. From secret American military bases where suspects are held and “interrogated” to basement laboratories where al Qaeda’s scientists grow the deadliest of biological weapons, The Faithful Spy is a riveting and cautionary tale, as affecting in its personal stories as it is sophisticated in its political details. The first spy thriller to grapple squarely with the complexities and terrors of today’s world, this is a uniquely exciting and unnerving novel by an author who truly knows his territory.",
    "image": "https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/5151/9780515144345.jpg",
    "link": "https://www.goodreads.com/en/book/show/341553.The_Faithful_Spy"
  },
  {
    "title": "The Iron Trial",
    "author": "Cassandra Clare, Holly Black",
    "year": 2014,
    "language": "Serbian",
    "genres": "Fantasy",
    "series": "Magisterium",
    "vol": 1,
    "summary": "All his life, Call has been warned by his father to stay away from magic. To succeed at the Iron Trial and be admitted into the vaunted Magisterium school would bring bad things. But he fails at failing. Only hard work, loyal friends, danger, and a puppy await.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/510NWvfW87L._SX325_BO1,204,203,200_.jpg",
    "link": "https://www.goodreads.com/book/show/20578940-the-iron-trial"
  },
  {
    "title": "The Copper Gauntlet",
    "author": "Cassandra Clare, Holly Black",
    "year": 2015,
    "language": "Serbian",
    "genres": "Fantasy",
    "series": "Magisterium",
    "vol": 2,
    "summary": "Callum Hunt’s summer break isn’t like other kids’. His closest companion is a Chaos-ridden wolf, Havoc. His father suspects him of being secretly evil. And, of course, most kids aren’t heading back to the magical world of the Magisterium in the fall. It’s not easy for Call . . . and it gets even harder after he checks out his basement and discovers that his dad might be trying to destroy both him and Havoc. Call escapes to the Magisterium -- but things only intensify there. The Alkahest -- a copper gauntlet capable of separating certain magicians from their magic -- has been stolen. And in their search to discover the culprit, Call and his friends Aaron and Tamara awaken the attention of some very dangerous foes -- and get closer to an even more dangerous truth.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/91NCJFyeA+L.jpg",
    "link": "https://www.goodreads.com/book/show/13612962-the-copper-gauntlet"
  },
  {
    "title": "Forever...",
    "author": "Judy Blume",
    "year": 2005,
    "language": "Serbian",
    "genres": "Fiction, Romance, Young Adult",
    "summary": "Katherine and Michael meet at a New Year's Eve party. They're attracted to each other, they grow to love each other. And once they've decided their love is forever, they make love. It's the beginning of an intense and exclusive relationship, with a future all planned. Until Katherine's parents insist that she and Michael put their love to the test with a summer apart... Forever is written for an older age group than Judy Blume's other novels for children. It caused a storm of controversy when it was first published because of its explicit sexual content.",
    "image": "https://m.media-amazon.com/images/I/51wiCXUFj5L.jpg",
    "link": "https://www.goodreads.com/book/show/37743.Forever_"
  },
  {
    "title": "The Righteous Men",
    "author": "Sam Bourne",
    "year": 2007,
    "language": "Serbian",
    "genres": "Crime, Fiction, Thriller",
    "summary": "The righteous shall never be removed: but the wicked shall not inhabit the earth. . . . A teenage computer prodigy is mortally strangled in Mumbai. A far-right extremist is killed in a remote cabin in the Pacific Northwest. A wealthy businessman is murdered in Thailand. A pimp in Brooklyn is found stabbed to death and mysteriously covered by a brown shroud. What connects the victims is an ancient prophecy that leads to the end of the world, and it's up to Will Monroe, a fledgling reporter at the New York Times, to stop it. But Monroe's investigation quickly makes him some shadowy enemies, who kidnap his wife and hold her hostage in Crown Heights. Desperate to find the link between the killings and to save his wife, he enlists his college sweetheart, TC, an eccentric artist and Kabbalah expert. As the death toll rises, they follow a trail of clues that seems to lead inexorably to a set of ancient texts containing a prophecy that promises to save the world—or to destroy it. What will happen when the one secret that has kept the world safe for thousands of years is revealed to all? In The Righteous Men, a blistering thriller filled with mystery, romance, and suspense, Sam Bourne takes readers deep into the hidden worlds of fundamentalist religion, mysticism, and biblical prophecies. This is a visionary tale that is as frightening as it is entertaining. Readers won't stop turning the pages until the very end.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1434087271l/1072949._SY475_.jpg",
    "link": "https://www.goodreads.com/book/show/1072949.The_Righteous_Men"
  },
  {
    "title": "Wuthering Heights",
    "author": "Emily Brontë",
    "year": 1847,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "Wuthering Heights is a wild, passionate story of the intense and almost demonic love between Catherine Earnshaw and Heathcliff, a foundling adopted by Catherine's father. After Mr Earnshaw's death, Heathcliff is bullied and humiliated by Catherine's brother Hindley and wrongly believing that his love for Catherine is not reciprocated, leaves Wuthering Heights, only to return years later as a wealthy and polished man. He proceeds to exact a terrible revenge for his former miseries. The action of the story is chaotic and unremittingly violent, but the accomplished handling of a complex structure, the evocative descriptions of the lonely moorland setting and the poetic grandeur of vision combine to make this unique novel a masterpiece of English literature.",
    "image": "https://images.squarespace-cdn.com/content/v1/5d40204073334a0001f2f066/1602439836717-GUAAN9EXNKDOGD9SKKZM/3674767a84174c9df69d8706e755e37a.jpg",
    "link": "https://www.goodreads.com/book/show/6185.Wuthering_Heights"
  },
  {
    "title": "Running with the Demon",
    "author": "Terry Brooks",
    "year": 1997,
    "language": "English",
    "genres": "Fantasy, Mystery, Adventure",
    "series": "The Word & The Void",
    "vol": 1,
    "summary": "Twenty years ago, Terry Brooks turned fantasy fiction on its head with The Sword of Shannara, the first fantasy novel to make the mainstream bestseller lists, and the first in an unbroken string of thirteen bestselling books. Now, in Running with the Demon, Brooks does nothing less than revitalize fantasy fiction again, inventing the complex and powerful new mythos of the Word and the Void, good versus evil still, but played out in the theater-in-the-round of the \"real world\" of our present. On the hottest Fourth of July weekend in decades, two men have come to Hopewell, Illinois, site of a lengthy, bitter steel strike. One is a demon, dark servant of the Void, who will use the anger and frustration of the community to attain a terrible secret goal. The other is John Ross, a Knight of the Word, a man who, while he sleeps, lives in the hell the world will become if he fails to change its course on waking. Ross has been given the ability to see the future. But does he have the power to change it? At stake is the soul of a fourteen-year-old girl mysteriously linked to both men. And the lives of the people of Hopewell. And the future of the country. This Fourth of July, while friends and families picnic in Sinnissippi Park and fireworks explode in celebration of freedom and independence, the fate of Humanity will be decided . . . A novel that weaves together family drama, fading innocence, cataclysm, and enlightenment, Running with the Demon will forever change the way you think about the fantasy novel. As believable as it is imaginative, as wondrous as it is frightening, it is a rich, exquisitely-written tale to be savored long after the last page is turned.",
    "image": "https://www.delfi.rs/_img/artikli/2016/10/running_with_the_demon_vv.jpg",
    "link": "https://www.goodreads.com/book/show/187124.Running_with_the_Demon"
  },
  {
    "title": "A Knight of the Word",
    "author": "Terry Brooks",
    "year": 1999,
    "language": "English",
    "genres": "Fantasy, Mystery, Adventure",
    "series": "The Word & The Void",
    "vol": 2,
    "summary": "Eight centuries ago the first Knight of the Word was commissioned to combat the demonic evil of the Void. Now that daunting legacy has passed to John Ross - along with powerful magic and the knowledge that his actions are all that stand between a living hell and humanity's future. Then, after decades of service to the Word, an unspeakable act of violence shatters John Ross's weary faith. Haunted by guilt, he turns his back on his dread gift, settling down to build a normal life, untroubled by demons and nightmares. But a fallen Knight makes a tempting prize for the Void, which could bend the Knight's magic to its own evil ends. And once the demons on Ross's trail track him to Seattle, neither he nor anyone close to him will be safe. His only hope is Nest Freemark, a college student who wields an extraordinary magic all her own. Five years earlier, Ross had aided Nest when the future of humanity rested upon her choice between Word and Void. Now Nest must return the favor. She must restore Ross's faith, or his life - and hers - will be forfeit...",
    "image": "https://www.delfi.rs/_img/artikli/2015/02/knight_of_the_word_vv.jpg",
    "link": "https://www.goodreads.com/book/show/420496.A_Knight_of_the_Word"
  },
  {
    "title": "Angel Fire East",
    "author": "Terry Brooks",
    "year": 1999,
    "language": "English",
    "genres": "Fantasy, Mystery, Adventure",
    "series": "The Word & The Void",
    "vol": 3,
    "summary": "Angel Fire East marks the close of Terry Brooks's Word and Void trilogy, which began with 1997's Running with the Demon. In this book, the story returns to Nest's native Hopewell, where once again Nest and John must face off against the Void. This time, the demon is the ancient Findo Gask, along with his sidekicks: a giant albino demon, a shapeless ur'droch who lives only to kill, and a self-destructive psycho named Penny Dreadful. The story begins when John Ross shows up at Nest Freemark's door with a young boy. He reveals that the boy, who he calls Little John, is actually a gypsy morph, a creature born of wild magic and capable of enormous deeds, for good or evil. Both sides have approximately one month to unravel Little John's secrets and recruit him for their cause. Because after one month, the magic that holds him together will tear him apart, and his powers will be lost forever.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386468326l/19276944.jpg",
    "link": "https://www.goodreads.com/book/show/15558.Angel_Fire_East"
  },
  {
    "title": "The Da Vinci Code",
    "author": "Dan Brown",
    "year": 2003,
    "language": "Serbian",
    "genres": "History, Fiction, Mystery",
    "series": "Robert Langdon",
    "vol": 2,
    "summary": "While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body covered in baffling symbols. As Langdon and gifted French cryptologist Sophie Neveu sort through the bizarre riddles, they are stunned to discover a trail of clues hidden in the works of Leonardo da Vinci—clues visible for all to see and yet ingeniously disguised by the painter. Even more startling, the late curator was involved in the Priory of Sion—a secret society whose members included Sir Isaac Newton, Victor Hugo, and Da Vinci—and he guarded a breathtaking historical secret. Unless Langdon and Neveu can decipher the labyrinthine puzzle—while avoiding the faceless adversary who shadows their every move—the explosive, ancient truth will be lost forever.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1361293878l/4248.jpg",
    "link": "https://www.goodreads.com/book/show/968.The_Da_Vinci_Code"
  },
  {
    "title": "The Lost Symbol",
    "author": "Dan Brown",
    "year": 2009,
    "language": "Serbian",
    "genres": "History, Fiction, Mystery",
    "series": "Robert Langdon",
    "vol": 3,
    "summary": "In this stunning follow-up to the global phenomenon The Da Vinci Code, Dan Brown demonstrates once again why he is the world's most popular thriller writer. The Lost Symbol is a masterstroke of storytelling - a deadly race through a real-world labyrinth of codes, secrets, and unseen truths...all under the watchful eye of Brown's most terrifying villain to date. Set within the hidden chambers, tunnels, and temples of Washington, DC., The Lost Symbol accelerates through a startling landscape toward an unthinkable finale. As the story opens, Harvard symbologist Robert Langdon is summoned unexpectedly to deliver an evening lecture in the U.S. Capitol Building. Within minutes of his arrival, however, the night takes a bizarre turn. A disturbing object - artfully encoded with five symbols - is discovered in the Capitol Building. Langdon recognizes the object as an ancient invitation...one meant to usher its recipient into a long-lost world of esoteric wisdom. When Langdon's beloved mentor, Peter Solomon - a prominent Mason and philanthropist - is brutally kidnapped, Langdon realizes his only hope of saving Peter is to accept this mystical invitation and follow wherever it leads him. Langdon is instantly into a clandestine world of Masonic secrets, hidden history, and never-before-seen locations - all of which seem to be dragging him toward a single, inconceivable truth. As the world discovered in The Da Vinci Code and Angels & Demons, Dan Brown's novels are brilliant tapestries of veiled histories, arcane symbols, and enigmatic codes. In this new novel, he again challenges readers with an intelligent, lightning-paced story that offers surprises at every turn. The Lost Symbol is exactly what Brown's fans have been waiting for...his most thrilling novel yet.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/91zOf+6I60L.jpg",
    "link": "https://www.goodreads.com/book/show/6411961-the-lost-symbol"
  },
  {
    "title": "Digital Fortress",
    "author": "Dan Brown",
    "year": 1998,
    "language": "Serbian",
    "genres": "Fiction, Mystery",
    "summary": "When the National Security Agency's invincible code-breaking machine encounters a mysterious code it cannot break, the agency calls its head cryptographer, Susan Fletcher, a brilliant and beautiful mathematician. What she uncovers sends shock waves through the corridors of power. The NSA is being held hostage... not by guns or bombs, but by a code so ingeniously complex that if released it would cripple U.S. intelligence. Caught in an accelerating tempest of secrecy and lies, Susan Fletcher battles to save the agency she believes in. Betrayed on all sides, she finds herself fighting not only for her country but for her life, and in the end, for the life of the man she loves.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1360095966l/11125.jpg",
    "link": "https://www.goodreads.com/book/show/11125.Digital_Fortress"
  },
  {
    "title": "Deception Point",
    "author": "Dan Brown",
    "year": 2001,
    "language": "Serbian",
    "genres": "Fiction, Mystery, Thriller",
    "summary": "A shocking scientific discovery. A conspiracy of staggering brilliance. A thriller unlike any you've ever read... When a NASA satellite discovers an astonishingly rare object buried deep in the Arctic ice, the floundering space agency proclaims a much-needed victory—a victory with profound implications for NASA policy and the impending presidential election. To verify the authenticity of the find, the White House calls upon the skills of intelligence analyst Rachel Sexton. Accompanied by a team of experts, including the charismatic scholar Michael Tolland, Rachel travels to the Arctic and uncovers the unthinkable: evidence of scientific trickery—a bold deception that threatens to plunge the world into controversy. But before she can warn the President, Rachel and Michael are ambushed by a deadly team of assassins. Fleeing for their lives across a desolate and lethal landscape, their only hope for survival is to discover who is behind this masterful plot. The truth, they will learn, is the most shocking deception of all.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1551277487l/976._SY475_.jpg",
    "link": "https://www.goodreads.com/book/show/976.Deception_Point"
  },
  {
    "title": "Lucas",
    "author": "Kevin Brooks",
    "year": 2003,
    "language": "Serbian",
    "genres": "Fiction, Drama, Romance, Young Adult",
    "summary": "Lucas, the dramatic story of a young woman's encounter with the ugly side of humanity and her struggle to defeat it. British novelist Kevin Brooks's masterpiece is set on the island community of Hale over one summer, as 15-year-old Caitlin McCann realizes her small world is changing. Her brother is acting strangely, hanging out with the neighborhood reprobates and getting drunk, and her best friend follows his lead. To make matters worse, the son of an influential local has begun making lewd advances. And Caitlin feels she has no one in whom to confide: Her mother died in a car accident years ago, and her father, though loving and supportive, is a writer who spends much of his time holed up in his study. It's in this confusing context that Caitlin encounters Lucas, a lean, blond, blue-eyed stranger who mysteriously appears on the island. Caitlin feels drawn to him, but the other local kids are not: they call him a gypsy, and even throw rocks at him. Before long, Lucas is accused of a crime he did not commit, and Caitlin finds herself in a moral quandary. Lucas is filled with the kind of pain, love, and anguish that teenage readers adore. And Caitlin's quest to find her place in the world and to determine what's right is a struggle to which every teenager will relate.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1340580557l/7402515.jpg",
    "link": "https://www.goodreads.com/book/show/294817.Lucas"
  },
  {
    "title": "John's legacy",
    "author": "Vanja Bulić",
    "year": 2013,
    "language": "Serbian",
    "genres": "Fiction, Mystery, History",
    "series": "Novak Ivanović",
    "vol": 2,
    "summary": "In Chicago and St. Petersburg, at the same time, two people with the same name were killed - Zoran Sedlar. The chain of killings continues in Belgrade, Moscow, Thessaloniki and Vienna. All those killed are connected - Miroslav's Gospel: they had tattooed monograms from the oldest Serbian Cyrillic script on the skin in the armpit. Journalist Novak Ivanović follows in the footsteps of these murders and becomes a prisoner of a great conspiracy involving the mafia, the society \"For the King and the Fatherland\", Serbian and Russian diplomats, secret services, Templars ... Novak's friend Oliver, a master of comics, is trying to reveal a secret hidden in drawings and monograms that are not essentially related to the text of the Gospel. When they find out that the original leather covers of the Gospels were replaced at the end of the 13th century, when the Templars were on the Holy Mountain, two friends go to Hilandar, where the Gospel of Mirosavlje was located in the 7th century...",
    "image": "https://www.laguna.rs/_img/korice/2114/jovanovo_zavestanje-vanja_bulic_v.jpg",
    "link": "https://www.goodreads.com/book/show/17985435-jovanovo-zave-tanje"
  },
  {
    "title": "Tesla's parcel",
    "author": "Vanja Bulić",
    "year": 2015,
    "language": "Serbian",
    "genres": "Thriller, Mystery, History",
    "series": "Novak Ivanović",
    "vol": 4,
    "summary": "Some secrets should stay out of sight forever. When the book burns, the ashes speak. The body of German journalist Richard Genz was found on the ruins of the National Library, destroyed during the bombing of Belgrade on April 6, 1941, one sunny Belgrade morning. This event will mark the beginning of the chase for the killer, which will lead journalist Novak Ivanović into a labyrinth of lies, deception, intelligence intrigues, historical injustices, international conspiracies ... And at the very end of that labyrinth, a shocking truth awaits. After a series of murders and kidnappings, at first glance unrelated, it becomes clear to Novak that he has become a pawn in the game of powerful people whose only goal is to find Tesla's \"death rays\". Tesla claimed that he intended this invention for his homeland. Did the invention reach Serbia before the war and was it in the National Library, whose entire archive was to be moved to the Annunciation Monastery? Miroslav's Gospel was also in that archive, but someone hid it in the Rača monastery before the bombing. Were Tesla's findings removed then? Novak realizes that all roads lead to the Annunciation Monastery and learns that at the top of the Eagle's Rocks, in an inaccessible cave, lives a holy man who can be the key to solving the riddle. Upstairs, in the cliffs that have been whipped by the winds for centuries and where time has stopped, a monk, an eagle and a wolf will be waiting for him.",
    "image": "https://www.laguna.rs/_img/korice/2779/teslina_posiljka-vanja_bulic_v.jpg",
    "link": "https://www.goodreads.com/book/show/25669056-teslina-po-iljka"
  },
  {
    "title": "Ragnarok",
    "author": "A.S. Byatt",
    "year": 2011,
    "language": "English",
    "genres": "History, Fiction, Mythology",
    "summary": "Recently evacuated to the British countryside and with World War Two raging around her, one young girl is struggling to make sense of her life. Then she is given a book of ancient Norse legends and her inner and outer worlds are transformed. Intensely autobiographical and linguistically stunning, this book is a landmark work of fiction from one of Britain's truly great writers. Intensely timely it is a book about how stories can give us the courage to face our own demise. The Ragnarok myth, otherwise known as the Twilight of the Gods, plays out the endgame of Norse mythology. It is the myth in which the gods Odin, Freya and Thor die, the sun and moon are swallowed by the wolf Fenrir, the serpent Jörmungandr eats his own tail as he crushes the world and the seas boil with poison. It is only after such monstrous death and destruction that the world can begin anew. Byatt taken this remarkable finale and used it as the underpinning of this highly personal and politically charged retelling.",
    "image": "https://www.knjizare-vulkan.rs/files/watermark/files/images/slike_proizvoda/thumbs_w/325214_w.jpg",
    "link": "https://www.goodreads.com/book/show/11020173-ragnarok"
  },
  {
    "title": "The Romance of Tristan and Iseult",
    "author": "Joseph Bédier",
    "year": 1170,
    "language": "Serbian",
    "genres": "Mythology, Romance",
    "summary": "A tale of chivalry and doomed, transcendent love, The Romance of Tristan and Iseult is one of the most resonant works of Western literature, as well as the basis for our enduring idea of romance. The story of the Cornish knight and the Irish princess who meet by deception, fall in love by magic, and pursue that love in defiance of heavenly and earthly law has inspired artists from Matthew Arnold to Richard Wagner. But nowhere has it been retold with greater eloquence and dignity than in Joseph Bédier’s edition, which weaves several medieval sources into a seamless whole, elegantly translated by Hilaire Belloc and Paul Rosenfeld.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1347257979l/587359.jpg",
    "link": "https://www.goodreads.com/book/show/587359.The_Romance_of_Tristan_and_Iseult"
  },
  {
    "title": "J.R.R. Tolkien: A Biography",
    "author": "Humphrey Carpenter",
    "year": 1977,
    "language": "Serbian",
    "genres": "Biography, Non-fiction, History",
    "summary": "The authorized biography of the creator of Middle-earth. In the decades since his death in September 1973, millions have read THE HOBBIT, THE LORD OF THE RINGS, and THE SILMARILLION and become fascinated about the very private man behind the books. Born in South Africa in January 1892, John Ronald Reuel Tolkien was orphaned in childhood and brought up in near-poverty. He served in the first World War, surviving the Battle of the Somme, where he lost many of the closest friends he'd ever had. After the war he returned to the academic life, achieving high repute as a scholar and university teacher, eventually becoming Merton Professor of English at Oxford where he was a close friend of C.S. Lewis and the other writers known as The Inklings. Then suddenly his life changed dramatically. One day while grading essay papers he found himself writing 'In a hole in the ground there lived a hobbit' -- and worldwide renown awaited him. Humphrey Carpenter was given unrestricted access to all Tolkien's papers, and interviewed his friends and family. From these sources he follows the long and painful process of creation that produced THE LORD OF THE RINGS and THE SILMARILLION and offers a wealth of information about the life and work of the twentieth century's most cherished author.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/41w6lKL3VqL.jpg",
    "link": "https://www.goodreads.com/book/show/7336.J_R_R_Tolkien"
  },
  {
    "title": "A Study in Scarlet and The Sign of Four",
    "author": "Arthur Conan Doyle",
    "year": 1890,
    "language": "English",
    "genres": "Crime, Mystery",
    "series": "Sherlock Holmes",
    "vol": "2021-01-01T23:00:00.000Z",
    "summary": "The world's most famous detective uses his celebrated skills of deduction in A Study in Scarlet, the tale that introduces Dr. John Watson. Recently discharged from the military, Watson takes a room with an amazing young man — the arrogant crime expert, Sherlock Holmes. Their investigation of a bizarre crime proves to be an auspicious beginning for one of the most illustrious crime-solving partnerships of all time. The second tale, The Sign of Four, is an incredible story of greed and revenge in which Holmes and Watson accompany a beautiful young woman on a mission that leads to a terrifying, one-legged man in the dark heart of London. A thrilling experience for legions of Holmes fans, these exciting tales will also serve as an excellent introduction to readers who have never made the acquaintance of this incomparable detective and his colleague.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/41iYOu9UI1L._SX324_BO1,204,203,200_.jpg",
    "link": "https://www.goodreads.com/book/show/76120.A_Study_in_Scarlet_and_The_Sign_of_Four"
  },
  {
    "title": "Library of the Dead",
    "author": "Glenn Cooper",
    "year": 2009,
    "language": "Serbian",
    "genres": "History, Fiction, Mystery",
    "series": "Will Piper",
    "vol": 1,
    "summary": "The most shocking secret in the history of mankind is about to be revealed...A murderer is on the loose on the streets of New York City: nicknamed the Doomsday Killer, he's claimed six victims in just two weeks, and the city is terrified. Even worse, the police are mystified: the victims have nothing in common, defying all profiling, and all that connects them is that each received a sick postcard in the mail before they died - a postcard that announced their date of death. In desperation, the FBI assigns the case to maverick agent Will Piper, once the most accomplished serial killing expert in the bureau's history, now on a dissolute spiral to retirement. Battling his own demons, Will is soon drawn back into a world he both loves and hates, determined to catch the killer whatever it takes. But his search takes him in a direction he could never have predicted, uncovering a shocking secret that has been closely guarded for centuries. A secret that once lay buried in an underground library beneath an 8th Century monastery, but which has now been unearthed - with deadly consequences. A select few defend the secret of the library with their lives - and as Will closes in on the truth, they are determined to stop him, at any cost...",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1399878763l/6527580.jpg",
    "link": "https://www.goodreads.com/book/show/6470037-library-of-the-dead"
  },
  {
    "title": "Book of Souls",
    "author": "Glenn Cooper",
    "year": 2010,
    "language": "Serbian",
    "genres": "History, Fiction, Mystery",
    "series": "Will Piper",
    "vol": 2,
    "summary": "The Library: Only a handful know it exists . . . It holds the world's most astonishing—and terrifying—information . . . But the one book that is the key to the greatest secret of all time . . . is missing. Former FBI Special Agent Will Piper solved—and survived—the \"Doomsday Killer\" case . . . and his reward was a forced early retirement. But the shattering truths he learned about the government's most covert operations won't let him rest—and now he's on the trail of a mysterious volume that's been lost for six centuries. This is the book that inspired Shakespeare and the prophecies of Nostradamus, and once Will gets his hands on it, his life will be worth nothing—his death sentence a top priority handed down from the very highest levels of power. Because there are some truths too dangerous for anyone to know—those that concern the future, world domination . . . and the end of everything.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1470489162l/31360628._SY475_.jpg",
    "link": "https://www.goodreads.com/book/show/6670965-book-of-souls"
  },
  {
    "title": "The Librarians",
    "author": "Glenn Cooper",
    "year": 2012,
    "language": "Serbian",
    "genres": "History, Fiction, Mystery",
    "series": "Will Piper",
    "vol": 3,
    "summary": "In the latest from international bestselling author Glenn Cooper a new Doomsday Killer strikes, and former FBI agent Will Piper is pulled into a web centuries old conspiracy that could reveal the future of humankind. The End of Days is near… Isle of Wight, 1775. On a stormy January night, an American traveller makes an astonishing discovery on the site of a long-abandoned monastery. Locals believe the site is cursed, but Benjamin Franklin is too curious about the apocryphal Library of Vectis to turn away… Florida, 2026. Will Piper, former FBI agent, is retired and living a life of leisure, his days filled with sun and fishing, his thoughts far from the notorious \"Doomsday Killer\" case that vaulted him into minor celebrity status fifteen years earlier. But according to what that investigation uncovered at a secret government site in Nevada, the world will change irrevocably on February 9, 2027. Is it the End of Days? No one knows what the Horizon, as it's been called, will bring, and much of the world is suspended between pre-apocalyptic hedonism and despair. When a new Doomsday Killer emerges-inexplicably targeting only Chinese names--and Will's teenage son, Phillip, disappears after receiving a mysterious email from the other side of the world, Will is instantly drawn back into the case. The breathless, high-stakes adventure that Will is pulled into spans centuries and continents, and may at last reveal what the Library cannot about the future of humankind…if there is to be a future…",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1362743960l/17564316.jpg",
    "link": "https://www.goodreads.com/book/show/16089257-the-librarians"
  },
  {
    "title": "The Last of the Mohicans",
    "author": "James Fenimore Cooper",
    "year": 1826,
    "language": "English",
    "genres": "History, Classic",
    "series": "The Leatherstocking Tales",
    "vol": 2,
    "summary": "The wild rush of action in this classic frontier adventure story has made The Last of the Mohicans the most popular of James Fenimore Cooper’s Leatherstocking Tales. Deep in the forests of upper New York State, the brave woodsman Hawkeye (Natty Bumppo) and his loyal Mohican friends Chingachgook and Uncas become embroiled in the bloody battles of the French and Indian War. The abduction of the beautiful Munro sisters by hostile savages, the treachery of the renegade brave Magua, the ambush of innocent settlers, and the thrilling events that lead to the final tragic confrontation between rival war parties create an unforgettable, spine-tingling picture of life on the frontier. And as the idyllic wilderness gives way to the forces of civilization, the novel presents a moving portrayal of a vanishing race and the end of its way of life in the great American forests.",
    "image": "https://www.levneknihy.cz/Document/159/159127/159127.jpg",
    "link": "https://www.goodreads.com/book/show/38296.The_Last_of_the_Mohicans"
  },
  {
    "title": "Cruel & Unusual",
    "author": "Patricia Cornwell",
    "year": 1993,
    "language": "Serbian",
    "genres": "Crime, Mystery, Fiction, Thriller",
    "series": "Kay Scarpetta",
    "vol": 4,
    "summary": "Virginia Chief Medical Examiner Kay Scarpetta is called in to autopsy the body of convicted murderer Ronnie Waddell after his execution. Several days after the execution, a young boy is discovered murdered in the fashion of Waddell's earlier killings, with Waddell's prints near the body. Scarpetta, along with FBI Agent Benton Wesley and Detective Pete Marino, try to discover how a dead inmate could have possibly committed another murder after his death. As the story progresses she seeks the assistance of her 17-year-old niece Lucy after she discovers a strange folder on her computer.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/81cEVlVS1TL.jpg",
    "link": "https://www.goodreads.com/book/show/85379.Cruel_Unusual"
  },
  {
    "title": "From Potter's Field",
    "author": "Patricia Cornwell",
    "year": 1995,
    "language": "Serbian",
    "genres": "Crime, Mystery, Fiction, Thriller",
    "series": "Kay Scarpetta",
    "vol": 6,
    "summary": "Christmas has never been a particularly good time for Dr Kay Scarpetta. Although a holiday for most, the festivities always seem to heighten the alienation felt by society's violent fringe; and that usually means more work for Scarpetta, Virginia's Chief Medical Examiner and consulting forensic pathologist for the FBI. The body was naked, female, and found propped against a fountain in a bleak area of New York's Central Park. Her apparent manner of death points to a modus operandi that is chillingly familar: the gunshot wound to the head, the sections of skin excised from the body, the displayed corpse - all suggest that Temple Brooks Gault, Scarpetta's nemesis, is back at work. Calling on all her reserves of courage and skill, and the able assistance of colleagues Marino and Wesley, Scarpetta must track this most dangerous of killers in pursuit of survival as well as justice - heading inexorably to an electrifying climax amid the dark, menacing labyrinths of the New York subway.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/91L7lBKT3VL.jpg",
    "link": "https://www.goodreads.com/book/show/6537.From_Potter_s_Field"
  },
  {
    "title": "In Too Deep",
    "author": "Portia Da Costa",
    "year": 2008,
    "language": "Serbian",
    "genres": "Erotica",
    "summary": "It's all in the mind... Librarian Gwendolynne Price starts finding indecent proposals and sexy stories in her suggestion box every morning. Shocked that they seem to be tailored specifically to her own deepest sexual fantasies, she begins a tantalising relationship with a man she's never met. At the same time, she's fast getting involved with a man she has met. Superstar historian Professor Daniel Brewster is on sabbatical, researching in the library. The glamorous academic sets women's hearts thudding all over the country, but Gwendolynne is the one he quickly shows an interest in... Pretty soon however, a relationship of erotic letters and toe-curlingly sensual emails collides with kinky games played in the all too real flesh. Can Gwendolynne decipher the identity of her mysterious correspondent Nemesis, and will he still be as exciting when unmasked? Can she survive the pain of loving then losing Daniel when his research is over and leaves and moves on? Or is she tangled in too deep with both men?",
    "image": "https://www.laguna.rs/_img/korice/2196/preduboko-porsa_da_kosta_v.jpg",
    "link": "https://www.goodreads.com/book/show/15725003-in-too-deep"
  },
  {
    "title": "The Conjurer's Bird",
    "author": "Martin Davies",
    "year": 2005,
    "language": "Serbian",
    "genres": "Mystery",
    "summary": "Seamlessly spanning two time periods, The Conjurer's Bird is at once the story of the romance between the 18th century naturalist Joseph Banks and the enigmatic 'Miss B', and of a present-day conservationist named Fitz, who is drawn into a thrilling and near-impossible race to find the elusive bird's only known remains. The Conjurer's Bird is a beautiful story in the spirit of Possession that is as exciting as The Club Dumas, inspired by one of the great puzzles of natural history: that of the Mysterious Bird of Ulieta. Seen only once, in 1774, by Captain Cook's second expedition to the South Seas, a single specimen was captured, preserved, and brought back to England. The bird was given to famed naturalist Joseph Banks, who displayed it proudly in his collection until its sudden, unexplained disappearance. Two hundred years later, naturalists continue to wonder if the world will ever get another glimpse of the elusive bird. Were it not for a colored drawing done by the ship's artist, there would be nothing to say that the bird had ever existed. The Conjurer's Bird is a gripping literary mystery and passionate love story that tackles the intrigue surrounding the celebrated Banks, his secret affair with an enigmatic woman known only as \"Miss B,\" and the legendary bird that becomes a touchstone for their love. Seamlessly spanning two time periods, The Conjurer's Bird is at once the story of this romance and of a present-day conservationist named Fitz, who is drawn into a thrilling and near-impossible race to find the elusive bird's only known remains.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1184864445l/1535397._SY475_.jpg",
    "link": "https://www.goodreads.com/book/show/194578.The_Conjurer_s_Bird"
  },
  {
    "title": "The Princesse de Clèves",
    "author": "Madame de La Fayette",
    "year": 1678,
    "language": "Serbian",
    "genres": "Romance, Fiction, History",
    "summary": "Mademoiselle de Chartres is a sheltered heiress, sixteen years old, whose mother has brought her to the court of Henri II to seek a husband with good financial and social prospects. When old jealousies against a kinsman spark intrigues against the young ingénue, the best marriage prospects withdraw. The young woman follows her mother's recommendation and accepts the overtures of a middling suitor, the Prince de Clèves. After the wedding, she meets the dashing Duke de Nemours. The two fall in love, yet do nothing to pursue their affections, limiting their contact to an occasional visit in the now-Princess of Clèves's salon. The duke becomes enmeshed in a scandal at court that leads the Princess to believe he has been unfaithful in his affections. A letter from a spurned mistress to her paramour is discovered in the dressing room at one of the estates, but this letter was actually written to the Princess' uncle, the Vidame de Chartres, who has also become entangled in a relationship with the Queen. He begs the Duke de Nemours to claim ownership of the letter, which ends up in the Princess's possession. The duke has to produce documents from the Vidame to convince the Princess that his heart has been true. Eventually, the Prince de Clèves discerns that his wife is in love with another man. She confesses as much. He relentlessly quizzes her—indeed tricks her—until she reveals the man's identity. After he sends a servant to spy on the Duke de Nemours, the Prince de Clèves believes that his wife has been both physically and emotionally unfaithful to him. He becomes ill and dies (either of his illness or of a broken heart). On his deathbed, he blames the Duke de Nemours for his suffering and begs the Princess not to marry him. Now free to pursue her passions, the Princess is torn between her duty and her love. The duke pursues her more openly, but she rejects him, choosing instead to enter a convent for part of each year.",
    "image": "https://static.wixstatic.com/media/ed938d_f99f6c5330eb44e9b74042a57481330d~mv2.jpg/v1/fit/w_400%2Ch_577%2Cal_c%2Cq_80/file.jpg",
    "link": "https://www.goodreads.com/book/show/354364.The_Princesse_de_Cl_ves"
  },
  {
    "title": "The Spook's Apprentice",
    "author": "Joseph Delaney",
    "year": 2004,
    "language": "Serbian",
    "genres": "Horror",
    "series": "The Wardstone Chronicles",
    "vol": 1,
    "summary": "Thomas Ward is the seventh son of a seventh son and has been apprenticed to the local Spook. The job is hard, the Spook is distant and many apprentices have failed before Thomas. Somehow Thomas must learn how to exorcise ghosts, contain witches and bind boggarts. But when he is tricked into freeing Mother Malkin, the most evil witch in the County, the horror begins..",
    "image": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c8/TheSpooksApprentice-JosephDelaney.jpg/220px-TheSpooksApprentice-JosephDelaney.jpg",
    "link": "https://www.goodreads.com/book/show/298567.Revenge_of_the_Witch"
  },
  {
    "title": "The Count of Monte Cristo",
    "author": "Alexandre Dumas",
    "year": 1844,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "Thrown in prison for a crime he has not committed, Edmond Dantes is confined to the grim fortress of If. There he learns of a great hoard of treasure hidden on the Isle of Monte Cristo and he becomes determined not only to escape, but also to unearth the treasure and use it to plot the destruction of the three men responsible for his incarceration. Dumas’ epic tale of suffering and retribution, inspired by a real-life case of wrongful imprisonment, was a huge popular success when it was first serialized in the 1840s.",
    "image": "https://s.yimg.com/aah/yhst-137970348157658/the-count-of-monte-cristo-abridged-edition-12.gif",
    "link": "https://www.goodreads.com/book/show/7126.The_Count_of_Monte_Cristo"
  },
  {
    "title": "Robin Hood",
    "author": "Alexandre Dumas",
    "year": 1873,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "Two volumes in one. In the first volume, Dumas tells the story of Robin Hood's youth: how he is delivered by an unknown man to be raised by poor but honest foresters, his great skill as an archer, how he comes into conflict with the Baron [sic] of Nottingham, how he meets Friar Tuck, the Maid Marian, Little John, Will Scarlett, and others, how he is declared an outlaw by the King, and decamps, with his followers, into Sherwood Forest to wage war against the Baron. The second volume continues the story begun in \"The Prince of Thieves.\" Read more of Robin and Marian's romance, and learn of Robin's unlucky betrayal by a woman; of Robin's valiant leadership of the Merrie Men including Little John, Will Scarlett, and Friar Tuck; their battles against the Sheriff of Nottingham ─ and the craven Prince John. Outwitting crafty ecclesiastics along the way, Robin at last bows to King Richard Coeur-de-Lion.",
    "image": "https://m.media-amazon.com/images/I/41KdmcAUsNL.jpg"
  },
  {
    "title": "La Dame aux Camélias",
    "author": "Alexandre Dumas - son",
    "year": 1848,
    "language": "Serbian",
    "genres": "Classic, Romance",
    "summary": "One of the greatest love stories of all time, this novel has fascinated generations of readers. Dumas's subtle and moving portrait of a woman in love is based on his own love affair with one of the most desirable courtesans in Paris. This is a completely new translation commissioned for the World's Classics.",
    "image": "https://www.le-livre.fr/photos/R24/R240011498.jpg",
    "link": "https://www.goodreads.com/book/show/7186.La_Dame_aux_Cam_lias"
  },
  {
    "title": "Carnival of Shadows",
    "author": "R.J. Ellory",
    "year": 2014,
    "language": "Serbian",
    "genres": "Thriller",
    "summary": "Kansas, 1959. A travelling carnival appears overnight in the small town of Seneca Falls, intriguing the townsfolk with acts of inexplicable magic and illusion. But when a man's body is discovered beneath the carousel, with no clue as to his identity, FBI Special Agent Michael Travis is sent to investigate. Led by the elusive Edgar Doyle, the carnival folk range from the enigmatic to the bizarre, but none of them will give Travis a straight answer to his questions. With each new turn of the investigation, Doyle and his companions challenge Travis's once unshakeable faith in solid facts and hard evidence. As the consequences of what has happened become ever more disturbing, Travis struggles to open his mind to a truth that defies comprehension. Will he be able to convince himself that things are not what they seem? Or will he finally reconcile himself to a new reality - one that threatens to undermine everything in which he has ever placed his trust? In his powerful, atmospheric new thriller, bestselling author R.J. Ellory introduces the weird and wonderful world of the Carnival Diablo and reveals the dark secrets that lurk at its heart.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1450813088l/28267796._SY475_.jpg",
    "link": "https://www.goodreads.com/book/show/21051813-carnival-of-shadows"
  },
  {
    "title": "Don't Look Back",
    "author": "Karin Fossum",
    "year": 2004,
    "language": "Serbian",
    "genres": "Mystery, Fiction, Crime",
    "series": "Konrad Sejer",
    "vol": 2,
    "summary": "Meet Inspector Sejer: smart and enigmatic, tough but fair. At the foot of the imposing Kollen Mountain lies a small, idyllic village, where neighbors know neighbors and children play happily in the streets. But when the body of a teenage girl is found by the lake at the mountaintop, the town's tranquility is shattered forever. Annie was strong, intelligent, and loved by everyone. What went so terribly wrong? Doggedly, yet subtly, Inspector Sejer uncovers layer upon layer of distrust and lies beneath the town's seemingly perfect façade. Critically acclaimed across Europe, Karin Fossum's Inspector Sejer novels are masterfully constructed, psychologically convincing, and compulsively readable. They evoke a world that is at once profoundly disturbing and terrifyingly familiar.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/81wGgV1BdwL.jpg",
    "link": "https://www.goodreads.com/book/show/280346.Don_t_Look_Back"
  },
  {
    "title": "The Surgeon",
    "author": "Tess Gerritsen",
    "year": 2001,
    "language": "Serbian",
    "genres": "Mystery, Crime, Thriller",
    "series": "Rizzoli & Isles",
    "vol": 1,
    "summary": "A killer who targets lone women, who breaks into their apartments and performs terrifying ritualistic acts of torture on them before finishing them off. His surgical skills lead police to suspect he is a physician - a physician who, instead of saving lives, takes them. But as homicide detective Thomas Moore and his partner Jane Rizzoli begin their investigation, they make a startling discovery. Closely linked to these killings is Catherine Cordell, a beautiful doctor with a mysterious past. Two years ago she was subjected to a horrifying rape and shot her attacker dead. Now the man she believes she killed seems to be stalking her once again, and this time he knows exactly where to find her...",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328300431l/4909166.jpg",
    "link": "https://www.goodreads.com/book/show/32263.The_Surgeon"
  },
  {
    "title": "The Apprentice",
    "author": "Tess Gerritsen",
    "year": 2002,
    "language": "Serbian",
    "genres": "Mystery, Crime, Thriller",
    "series": "Rizzoli & Isles",
    "vol": 2,
    "summary": "It is a boiling hot Boston summer. Adding to the city's woes is a series of shocking crimes, in which wealthy men are made to watch while their wives are brutalized. A sadistic demand that ends in abduction and death. The pattern suggests one man: serial killer Warren Hoyt, recently removed from the city's streets. Police can only assume an acolyte is at large, a maniac basing his attacks on the twisted medical techniques of the madman he so admires. At least that's what Detective Jane Rizzoli thinks. Forced again to confront the killer who scarred her - literally and figuratively - she is determined to finally end Hoyt's awful influence . . . even if it means receiving more resistance from her all-male homicide squad. But Rizzoli isn't counting on the U.S. government's sudden interest. Or on meeting Special Agent Gabriel Dean, who knows more than he will tell. Most of all, she isn't counting on becoming a target herself, once Hoyt is suddenly free, joining his mysterious blood brother in a vicious vendetta. . . Filled with superbly created characters and the medical and police procedural details that are her trademark,The Apprentice is Tess Gerritsen at her brilliant best. Set in a stunning world where evil is easy to learn and hard to end, this is a thriller by a master who could teach other authors a thing or two.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/517RH20C9QL.jpg",
    "link": "https://www.goodreads.com/book/show/715834.The_Apprentice"
  },
  {
    "title": "The Sinner",
    "author": "Tess Gerritsen",
    "year": 2003,
    "language": "Serbian",
    "genres": "Mystery, Crime, Thriller",
    "series": "Rizzoli & Isles",
    "vol": 3,
    "summary": "Not even the icy temperatures of a typical New England winter can match the bone-chilling scene of carnage discovered at the chapel of Our Lady of Divine Light. Within the cloistered convent lie two nuns–one dead, one critically injured–victims of an unspeakably savage attacker. The brutal crime appears to be without motive, but medical examiner Maura Isles’s autopsy of the dead woman yields a shocking surprise: Twenty-year-old Sister Camille gave birth before she was murdered. Then another body is found, mutilated beyond recognition. Together, Isles and homicide detective Jane Rizzoli uncover an ancient horror that connects these terrible slaughters. As long-buried secrets come to light, Maura Isles finds herself drawn inexorably toward the heart of an investigation that strikes close to home–and toward a dawning revelation about the killer’s identity too shattering to consider.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388183117l/846113.jpg",
    "link": "https://www.goodreads.com/book/show/32257.The_Sinner"
  },
  {
    "title": "Body Double",
    "author": "Tess Gerritsen",
    "year": 2004,
    "language": "Serbian",
    "genres": "Mystery, Crime, Thriller",
    "series": "Rizzoli & Isles",
    "vol": 4,
    "summary": "Boston medical examiner Dr. Maura Isles literally meets her match–and must face a savage serial killer and shattering personal revelations–in the brilliant new novel of suspense by the New York Times bestselling author of The Surgeon and The Sinner. Dr. Maura Isles makes her living dealing with death. As a pathologist in a major metropolitan city, she has seen more than her share of corpses every day–many of them victims of violent murder. But never before has her blood run cold, and never has the grim expression “dead ringer” rung so terrifyingly true. Because never before has the lifeless body on the medical examiner’s table been her own. Yet there can be no denying the mind-reeling evidence before her shocked eyes and those of her colleagues, including Detective Jane Rizzoli: the woman found shot to death outside Maura’s home is the mirror image of Maura, down to the most intimate physical nuances. Even more chilling is the discovery that they share the same birth date and blood type. For the stunned Maura, an only child, there can be just one explanation. And when a DNA test confirms that Maura’s mysterious doppelgänger is in fact her twin sister, an already bizarre murder investigation becomes a disturbing and dangerous excursion into a past full of dark secrets. Searching for answers, Maura is drawn to a seaside town in Maine where other horrifying surprises await. But perhaps more frightening, an unknown murderer is at large on a cross-country killing spree. To stop the massacre and uncover the twisted truth about her own roots, Maura must probe her first living subject: the mother that she never knew . . . an icy and cunning woman who could be responsible for giving Maura life–and who just may have a plan to take it away.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/51hEbjFIH1L.jpg",
    "link": "https://www.goodreads.com/book/show/32258.Body_Double"
  },
  {
    "title": "The Anatomy of Deception",
    "author": "Lawrence Goldstone",
    "year": 2008,
    "language": "Serbian",
    "genres": "History, Fiction, Thriller",
    "summary": "A mesmerizing forensic thriller that thrusts the reader into the operating rooms, drawing rooms, and back alleys of 1889 Philadelphia, as a young doctor grapples with the principles of scientific process to track a daring killer. In the morgue of a Philadelphia hospital, a group of physicians open a coffin and uncover the corpse of a beautiful young woman. What they see takes their breath away. Within days, one of them strongly suspects that he knows the woman’s identity…and the horrifying events that led to her death. But in this richly atmospheric novel–an ingenious blend of history, suspense and early forensic science–the most compelling chapter is yet to come, as young Ephraim Carroll is plunged into a maze of murder, secrets and unimaginable crimes... Dr. Ephraim Carroll came to Philadelphia to study with a leading professor, the brilliant William Osler, believing that he would gain the power to save countless lives. As America hurtles toward a new century, medicine is changing rapidly, in part due to the legalization of autopsy–a crime only a few years before. But Carroll and his mentor are at odds over what they glimpsed that morning in the hospital’s Dead House. And when a second mysterious death is determined to have been a ruthless murder, Carroll can feel the darkness gathering around him–and he ignites an investigation of his own. Soon he is moving between the realm of elite medicine, Philadelphia high society, and a teeming badlands of criminality and sexual depravity along the city’s fetid waterfront. With a wealthy, seductive woman clouding his vision, the controversial artist Thomas Eakins sowing scandal, and the secrets of the nation’s powerful surgeons unraveling around him, Carroll is forced to confront an agonizing moral choice–between exposing a killer, undoing a wrong, and, quite possibly, protecting the future of medicine itself…",
    "image": "https://images-na.ssl-images-amazon.com/images/I/51XSsnlXIQL._SX329_BO1,204,203,200_.jpg",
    "link": "https://www.goodreads.com/book/show/1979852.The_Anatomy_of_Deception"
  },
  {
    "title": "Marley and Me: Life and Love With the World's Worst Dog",
    "author": "John Grogan",
    "year": 2005,
    "language": "Serbian",
    "genres": "Non-fiction",
    "summary": "John and Jenny were just beginning their life together. They were young and in love, with a perfect little house and not a care in the world. Then they brought home Marley, a wiggly yellow furball of a puppy. Life would never be the same. Marley quickly grew into a barreling, ninety-seven-pound streamroller of a Labrador retriever, a dog like no other. He crashed through screen doors, gouged through drywall, flung drool on guests, stole women's undergarments, and ate nearly everything he could get his mouth around, including couches and fine jewelry. Obedience school did no good—Marley was expelled. Neither did the tranquilizers the veterinarian prescribed for him with the admonishment, \"Don't hesitate to use these.\" And yet Marley's heart was pure. Just as he joyfully refused any limits on his behavior, his love and loyalty were boundless, too. Marley shared the couple's joy at their first pregnancy, and their heartbreak over the miscarriage. He was there when babies finally arrived and when the screams of a seventeen-year-old stabbing victim pierced the night. Marley shut down a public beach and managed to land a role in a feature-length movie, always winning hearts as he made a mess of things. Through it all, he remained steadfast, a model of devotion, even when his family was at its wit's end. Unconditional love, they would learn, comes in many forms.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/41LAbSa3KZL._SX331_BO1,204,203,200_.jpg",
    "link": "https://www.goodreads.com/book/show/12691.Marley_and_Me"
  },
  {
    "title": "Temptation on Eden",
    "author": "Elizabeth Haran",
    "year": 2002,
    "language": "Serbian",
    "genres": "Romance, Drama",
    "summary": "Jordan Hale returns to Eden, the sugar cane plantation in Far North Queensland he left as a boy, with two objectives. To rebuild Eden, and destroy the man he blames for his parent’s deaths. However, Max Courtland is powerful and not afraid to fight dirty. The only chink in his armour is his wife and daughters, so Jordan goes out of his way to get close to them. But the bored Courtland women turn the tables. A rich, handsome man in their midst is an attraction too hard to resist and they become a complication in Jordan’s life. Another complication is Eve, who has been squatting on Eden in his absence and refuses to leave. She’s single-minded and writing freelance articles for the local newspaper, criticizing plantation owners for using slave labour. Somehow, she makes herself indispensable to Jordan who falls in love with her. But Eve has been keeping a big secret from Jordan and it ultimately puts her life in jeopardy.",
    "image": "https://www.delfi.rs/_img/artikli/2016/02/suton_iznad_edena_vv.jpg",
    "link": "https://www.goodreads.com/book/show/48922789-temptation-on-eden"
  },
  {
    "title": "The Snowden Files",
    "author": "Luke Harding",
    "year": 2014,
    "language": "Serbian",
    "genres": "Biography, Non-fiction, History",
    "summary": "Edward Snowden, a young computer genius working for America's National Security Agency, blew the whistle on the way this frighteningly powerful organisation uses new technology to spy on the entire planet. The consequences have shaken the leaders of nations worldwide. This is the inside story of Snowden's deeds and the journalists who faced down pressure from the US and UK governments to break a remarkable scoop. From the day he left his glamorous girlfriend in Hawaii, carrying a hard drive full of secrets, to the weeks of secret-spilling in Hong Kong and his battle for asylum, Snowden's story reads like a globe-trotting thriller.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1391404670l/20701143.jpg",
    "link": "https://www.goodreads.com/book/show/20661548-the-snowden-files"
  },
  {
    "title": "The Scarlet Letter",
    "author": "Nathaniel Hawthorne",
    "year": 1850,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "Set in 17th-century Puritan Boston, Massachusetts, during the years 1642 to 1649, it tells the story of Hester Prynne, who conceives a daughter through an affair and will not reveal her lover’s identity. The scarlet letter A (for adultery) she has to wear on her clothes, along with her public shaming, is her punishment for her sin and her secrecy. She struggles to create a new life of repentance and dignity. Throughout the book, Hawthorne explores themes of legalism, sin, and guilt.",
    "image": "https://kbimages1-a.akamaihd.net/51b9a581-bcee-4175-8d61-6be3644e44da/1200/1200/False/the-scarlet-letter-102.jpg",
    "link": "https://www.goodreads.com/book/show/12296.The_Scarlet_Letter"
  },
  {
    "title": "The Kite Runner",
    "author": "Khaled Hosseini",
    "year": 2003,
    "language": "Serbian",
    "genres": "Fiction, History, Drama",
    "summary": "The unforgettable, heartbreaking story of the unlikely friendship between a wealthy boy and the son of his father’s servant, The Kite Runner is a beautifully crafted novel set in a country that is in the process of being destroyed. It is about the power of reading, the price of betrayal, and the possibility of redemption; and an exploration of the power of fathers over sons—their love, their sacrifices, their lies. A sweeping story of family, love, and friendship told against the devastating backdrop of the history of Afghanistan over the last thirty years, The Kite Runner is an unusual and powerful novel that has become a beloved, one-of-a-kind classic.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1579036753l/77203._SY475_.jpg",
    "link": "https://www.goodreads.com/book/show/77203.The_Kite_Runner"
  },
  {
    "title": "Cover Her Face",
    "author": "P.D. James",
    "year": 1962,
    "language": "Serbian",
    "genres": "Fiction, Crime, Drama",
    "series": "Adam Dalgliesh",
    "vol": 1,
    "summary": "Headstrong and beautiful, the young housemaid Sally Jupp is put rudely in her place, strangled in her bed behind a bolted door. Coolly brilliant policeman Adam Dalgliesh of Scotland Yard must find her killer among a houseful of suspects, most of whom had very good reason to wish her ill. \"Cover Her Face\" is P. D. James's electric debut novel, an ingeniously plotted mystery that immediately placed her among the masters of suspense.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/81ligxYnKpL.jpg",
    "link": "https://www.goodreads.com/book/show/3832.Cover_Her_Face"
  },
  {
    "title": "A Mind to Murder",
    "author": "P.D. James",
    "year": 1963,
    "language": "Serbian",
    "genres": "Fiction, Crime, Drama",
    "series": "Adam Dalgliesh",
    "vol": 2,
    "summary": "On the surface, the Steen Psychiatric Clinic is one of the most reputable institutions in London. But when the administrative head is found dead with a chisel in her heart, that distinguished facade begins to crumble as the truth emerges. Superintendent Adam Dalgliesh of Scotland Yard is called in to investigate and quickly finds himself caught in a whirlwind of psychiatry, drugs, and deceit. Now he must analyze the deep-seated anxieties and thwarted desires of patients and staff alike to determine which of their unresolved conflicts has resulted in murder and stop a cunning killer before the next blow.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/41x2cTvTyhL._SX326_BO1,204,203,200_.jpg",
    "link": "https://www.goodreads.com/book/show/764263.A_Mind_to_Murder"
  },
  {
    "title": "Fear of Flying",
    "author": "Erica Jong",
    "year": 1973,
    "language": "Serbian",
    "genres": "Erotica, Romance, Classic",
    "summary": "Bored with her marriage, a psychoanalyst’s wife embarks on a wild, life-changing affair. After five years, Isadora Wing has come to a crossroads in her marriage: Should she and her husband stay together or get divorced? Accompanying her husband to an analysts’ conference in Vienna, she ditches him and strikes out on her own, crisscrossing Europe in search of a man who can inspire uninhibited passion. But, as she comes to learn, liberation and happiness are not necessarily the same thing. A literary sensation when first published in 1973, Fear of Flying established Erica Jong as one of her generation’s foremost voices on sex and feminism. Nearly four decades later, the novel has lost none of its insight, verve, or jaw-dropping wit.",
    "image": "https://pictures.abebooks.com/isbn/9780586041499-uk.jpg",
    "link": "https://www.goodreads.com/book/show/9654.Fear_of_Flying"
  },
  {
    "title": "The Whisperer",
    "author": "Donato Carrisi",
    "year": 2009,
    "language": "Serbian",
    "genres": "Thriller",
    "series": "Mila Vasquez",
    "vol": 1,
    "summary": "Six severed arms are discovered, arranged in a mysterious circle and buried in a clearing in the woods. Five of them appear to belong to missing girls between the ages of eight and eighteen. The sixth is yet to be identified. Worse still, the girls' bodies, alive or dead, are nowhere to be found. Lead investigators Mila Vasquez, a celebrated profiler, and Goran Gavila, an eerily prescient criminologist, dive into the case. They're confident they've got the right suspect in their sights until they discover no link between him and any of the kidnappings except the first. The evidence in the case of the second missing child points in a vastly different direction, creating more questions than it answers. Vasquez and Gavila begin to wonder if they've been brought in to take the fall in a near-hopeless case. Is it all coincidence? Or is a copycat criminal at work? Obsessed with a case that becomes more tangled and intense as they unravel the layers of evil, Gavila and Vasquez find that their lives are increasingly in each other's hands.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1344264752l/11038479.jpg",
    "link": "https://www.goodreads.com/book/show/11038479-the-whisperer"
  },
  {
    "title": "Jackie Oh!",
    "author": "Kitty Kelley",
    "year": 1979,
    "language": "English",
    "genres": "Biography, Non-fiction, History",
    "summary": "Jackie Oh! is the first truly intimate biography of the complex and contradictory personality who is Jacqueline Bouvier Kennedy Onassis. As the child of a bitter divorce brought up in socially impeccable but not opulent surroundings, she experienced real wealth and power upon her marriage to John F. Kennedy. As President and First Lady they brought glamour, youth and excitement to the White House. His assassination 1000 days later and her grace during that tragedy elevated her to revered status. For five years she was named the most admired woman in the world. Then the pedestal cracked with her marriage to Aristotle Onassis, the Greek billionaire. Still she remained the cynosure of international fascination and one of the legendary women of the 20th century. The author, Kitty Kelley, had extraordinary access to many Kennedy and Onassis intimates, including family members, who provided details never before made public about Jacqueline Kennedy Onassis, her relationship to her family, her marriage to John F. Kennedy, the other women in his life, and the dissolution of her marriage to Aristotle Onassis.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1394310279l/2705483.jpg",
    "link": "https://www.goodreads.com/book/show/18815602-jackie-oh"
  },
  {
    "title": "Witness for the Prosecution",
    "author": "Agatha Christie",
    "year": 1953,
    "language": "Serbian",
    "genres": "Crime",
    "summary": "Was Romaine Heilger another captive of handsome Leonard Vole's magnetism - his plaything? Was this young woman playing a game of deceit that would send her lover to the gallows for a crime? The accused in the prisoner's box, the judge, jury, and packed courtroom waited as Romaine mounted the stand to deliver the testimony that has made this the masterpiece of suspense and shock.",
    "image": "https://www.delfi.rs/_img/artikli/knjige/54/vv/delfi_svedok_optuzbe_agata_kristi.jpg",
    "link": "https://www.goodreads.com/en/book/show/2360997.Witness_for_the_Prosecution"
  },
  {
    "title": "Mundo libre",
    "author": "Marko Krstić",
    "year": 2019,
    "language": "Serbian",
    "genres": "Biography, Non-fiction, History",
    "summary": "A flame that does not go out but burns. We don't just leave children a house and money. We leave them the state in which they should live. From the winner of the Ćopić Award comes an intimate and hitherto untold story about the last days of the legendary revolutionary Ernest Che Guevara. \"Modern imperialism has humiliated Che in its own way, incorporated it into its own system and made meaningless what he was fighting for. With his novel, Marko Krstić gave a contribution, worthy of all praise, to a new look at a man that many have heard of, and there are fewer and fewer who know anything about him. \"Vladimir Kecmanović. \"In August 1959, Che Guevara was in Belgrade where he met with Tito. Jean-Paul Sartre said that Che Guevara was \"the most complete human being of our time.\" Matija Bećković and Duško Radović once wrote a poem about Che: Che: A tragedy that lasts. Aware of that baggage, and even more aware of the global pop-cultural iconic nature of this figure, Marko Krstić is returning Che to Belgrade after almost six decades. ”Muharem Bazdulj",
    "image": "https://www.laguna.rs/_img/korice/4429/mundo_libre-marko_krstic_v.jpg",
    "link": "https://www.goodreads.com/book/show/52058329-mundo-libre"
  },
  {
    "title": "The Phantom of the Opera",
    "author": "Gaston Leroux",
    "year": 1909,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "First published in French as a serial in 1909, The Phantom of the Opera is a riveting story that revolves around the young, Swedish Christine Daaé. Her father, a famous musician, dies, and she is raised in the Paris Opera House with his dying promise of a protective angel of music to guide her. After a time at the opera house, she begins hearing a voice, who eventually teaches her how to sing beautifully. All goes well until Christine's childhood friend Raoul comes to visit his parents, who are patrons of the opera, and he sees Christine when she begins successfully singing on the stage. The voice, who is the deformed, murderous 'ghost' of the opera house named Erik, however, grows violent in his terrible jealousy, until Christine suddenly disappears. The phantom is in love, but it can only spell disaster. Leroux's work, with characters ranging from the spoiled prima donna Carlotta to the mysterious Persian from Erik's past, has been immortalized by memorable adaptations. Despite this, it remains a remarkable piece of Gothic horror literature in and of itself, deeper and darker than any version that follows.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/81qnILsJo0L.jpg",
    "link": "https://www.goodreads.com/book/show/480204.The_Phantom_of_the_Opera"
  },
  {
    "title": "The Magician's Nephew",
    "author": "C.S. Lewis",
    "year": 1955,
    "language": "Serbian",
    "genres": "Fantasy, Mystery, Adventure",
    "series": "The Chronicles of Narnia",
    "vol": 1,
    "summary": "The secret passage to the house next door leads to a fascinating adventure. NARNIA...where the woods are thick and cold, where Talking Beasts are called to life...a new world where the adventure begins. Digory and Polly meet and become friends one cold, wet summer in London. Their lives burst into adventure when Digory's Uncle Andrew, who thinks he is a magician, sends them hurtling to...somewhere else. They find their way to Narnia, newborn from the Lion's song, and encounter the evil sorceress Jadis before they finally return home.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/51K03tlofOL.jpg",
    "link": "https://www.goodreads.com/book/show/65605.The_Magician_s_Nephew"
  },
  {
    "title": "A Berlin Love Song",
    "author": "Sarah Matthias",
    "year": 2017,
    "language": "Serbian",
    "genres": "History, Fiction, Romance",
    "summary": "The Romani girl and the German soldier. Daring to love against the rules. Max is 14, a German schoolboy, when he first meets Lili, a trapeze artist from a travelling circus that performs every year in Berlin. Lili is a Romani, and her life and customs are very different from those of Max and his family. Torn apart by the outbreak of war they meet again aged 17, when their friendship turns into love – but love between a member of the Hitler youth and a member of the Romani community is forbidden. As events wrench them apart for a second time, can their love survive?",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1490034783l/34640668._SY475_.jpg",
    "link": "https://www.goodreads.com/book/show/34640668-a-berlin-love-song"
  },
  {
    "title": "Winnetou I",
    "author": "Karl May",
    "year": 1893,
    "language": "Serbian",
    "genres": "Classic, Adventure, Western, Fiction",
    "series": "Winnetou",
    "vol": 1,
    "summary": "The action of the book takes place in the Wild West in the second half of the 19th century. At a time when the fighting between the American settlers and the Indians had already reached their final stage. It shows the twilight of a wild but charming world governed by its own rules, which was suppressed by a white man. History is only the background for a friendship - unusual, because it is between a white man and an Indian. A friendship that is capable of overcoming cultural and religious differences, a friendship that is mature and almost perfect. It is a story about tolerance, looking for a neighbor, and loyalty.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/A1k-nZDWN+L.jpg",
    "link": "https://www.goodreads.com/book/show/2833018-winnetou-i---iv"
  },
  {
    "title": "Winnetou II",
    "author": "Karl May",
    "year": 1893,
    "language": "Serbian",
    "genres": "Classic, Adventure, Western, Fiction",
    "series": "Winnetou",
    "vol": 2,
    "summary": "This is the second volume of the Winnetou trilogy. Best-selling since 1893. Bizarre circumstances lead Winnetou, Old Shatterhand and their friend Old Death on a ride through the Mapimi desert; this will be the last journey for one of them. Later, when Old Shatterhand rescues a young boy from a disastrous oil fire in New Venango his heroic deed has far-reaching implications. The blood brothers cross paths again in Nebraska where they and Old Firehand must face the cruel white Indian chief Parranoh…",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1585585385l/52822166._SY475_.jpg",
    "link": "https://www.goodreads.com/book/show/2833018-winnetou-i---iv"
  },
  {
    "title": "Twilight",
    "author": "Stephenie Meyer",
    "year": 2005,
    "language": "Serbian",
    "genres": "Young Adult, Fiction, Adventure,Fantasy",
    "series": "The Twilight Saga",
    "vol": 1,
    "summary": "About three things I was absolutely positive. First, Edward was a vampire. Second, there was a part of him—and I didn't know how dominant that part might be—that thirsted for my blood. And third, I was unconditionally and irrevocably in love with him. Deeply seductive and extraordinarily suspenseful, Twilight is a love story with bite.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/615ZIxEDozL.jpg",
    "link": "https://www.goodreads.com/book/show/41865.Twilight"
  },
  {
    "title": "New Moon",
    "author": "Stephenie Meyer",
    "year": 2006,
    "language": "Serbian",
    "genres": "Young Adult, Fiction, Adventure,Fantasy",
    "series": "The Twilight Saga",
    "vol": 2,
    "summary": "I knew we were both in mortal danger. Still, in that instant, I felt well. Whole. I could feel my heart racing in my chest, the blood pulsing hot and fast through my veins again. My lungs filled deep with the sweet scent that came off his skin. It was like there had never been any hole in my chest. I was perfect - not healed, but as if there had never been a wound in the first place. I FELT LIKE I WAS TRAPPED IN ONE OF THOSE TERRIFYING NIGHTMARES, the one where you have to run, run till your lungs burst, but you can't make your body move fast enough.... But this was no dream, and, unlike the nightmare, I wasn't running for my life; I was racing to save something infinitely more precious. My own life meant little to me today. FOR BELLA SWAN THERE IS ONE THING more important than life itself: Edward Cullen. But being in love with a vampire is even more dangerous than Bella could ever have imagined. Edward has already rescued Bella from the clutches of one evil vampire, but now, as their daring relationship threatens all that is near and dear to them, they realize their troubles may be just beginning... LEGIONS OF READERS ENTRANCED BY THE New York Times bestseller Twilight are hungry for the continuing story of star-crossed lovers Bell and Edward. In New Moon, Stephanie Meyer delivers another irresistible combination of romance and suspense with a supernatural spin. passionate, riveting, and full of surprising twists and turns, this vampire love saga is well on its way to literary immortality.",
    "image": "https://d1466nnw0ex81e.cloudfront.net/n_iv/600/982735.jpg",
    "link": "https://www.goodreads.com/book/show/49041.New_Moon"
  },
  {
    "title": "Eclipse",
    "author": "Stephenie Meyer",
    "year": 2007,
    "language": "Serbian",
    "genres": "Young Adult, Fiction, Adventure,Fantasy",
    "series": "The Twilight Saga",
    "vol": 3,
    "summary": "As Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge, Bella once again finds herself surrounded by danger. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob - knowing that her decision has the potential to ignite the ageless struggle between vampire and werewolf. With her graduation quickly approaching, Bella has one more decision to make: life or death. But which is which?",
    "image": "https://images-na.ssl-images-amazon.com/images/I/71NMSRbVeCL.jpg",
    "link": "https://www.goodreads.com/book/show/428263.Eclipse"
  },
  {
    "title": "Breaking Dawn",
    "author": "Stephenie Meyer",
    "year": 2008,
    "language": "Serbian",
    "genres": "Young Adult, Fiction, Adventure,Fantasy",
    "series": "The Twilight Saga",
    "vol": 4,
    "summary": "WHEN YOU LOVED THE ONE WHO WAS KILLING YOU, IT LEFT YOU NO OPTIONS. How could you run, how could you fight, when doing so would hurt that beloved one? If your life was all you had to give, how could you not give it? If it was someone you truly loved? TO BE IRREVOCABLY IN LOVE WITH A VAMPIRE is both fantasy and nightmare woven into a dangerously heightened reality for Bella Swan. Pulled in one direction by her intense passion for Edward Cullen, and in another by her profound connection to werewolf Jacob Black, a tumultuous year of temptation, loss, and strife have led her to the ultimate turning point. Her imminent choice to either join the dark but seductive world of immortals or to pursue a fully human life has become the thread from which the fates of two tribes hangs. NOW THAT BELLA HAS MADE HER DECISION, a startling chain of unprecedented events is about to unfold with potentially devastating, and unfathomable, consequences. Just when the frayed strands of Bella's life - first discovered in Twilight, then scattered and torn in New Moon and Eclipse - seem ready to heal and knit together, could they be destroyed... forever? THE ASTONISHING, BREATHLESSLY anticipated conclusion to the Twilight Saga, Breaking Dawn illuminates the secrets and mysteries of this spellbinding romantic epic that has entranced millions.",
    "image": "https://m.media-amazon.com/images/I/41s-hCyNhQL.jpg",
    "link": "https://www.goodreads.com/book/show/1162543.Breaking_Dawn"
  },
  {
    "title": "The Accidental Billionaires: The Founding of Facebook",
    "author": "Ben Mezrich",
    "year": 2009,
    "language": "Serbian",
    "genres": "Biography, Non-fiction, History",
    "summary": "The high-energy tale of how two socially awkward Ivy Leaguers, trying to increase their chances with the opposite sex, ended up creating Facebook. Eduardo Saverin and Mark Zuckerberg were Harvard undergraduates and best friends–outsiders at a school filled with polished prep-school grads and long-time legacies. They shared both academic brilliance in math and a geeky awkwardness with women. Eduardo figured their ticket to social acceptance–and sexual success–was getting invited to join one of the university’s Final Clubs, a constellation of elite societies that had groomed generations of the most powerful men in the world and ranked on top of the inflexible hierarchy at Harvard. Mark, with less of an interest in what the campus alpha males thought of him, happened to be a computer genius of the first order. Which he used to find a more direct route to social stardom: one lonely night, Mark hacked into the university's computer system, creating a ratable database of all the female students on campus–and subsequently crashing the university's servers and nearly getting himself kicked out of school. In that moment, in his Harvard dorm room, the framework for Facebook was born. What followed–a real-life adventure filled with slick venture capitalists, stunning women, and six-foot-five-inch identical-twin Olympic rowers–makes for one of the most entertaining and compelling books of the year. Before long, Eduardo’s and Mark’s different ideas about Facebook created in their relationship faint cracks, which soon spiraled into out-and-out warfare. The collegiate exuberance that marked their collaboration fell prey to the adult world of lawyers and money. The great irony is that while Facebook succeeded by bringing people together, its very success tore two best friends apart. The Accidental Billionaires is a compulsively readable story of innocence lost–and of the unusual creation of a company that has revolutionized the way hundreds of millions of people relate to one another.",
    "image": "https://m.media-amazon.com/images/I/51YzCDE+L+L.jpg",
    "link": "https://www.goodreads.com/book/show/6326920-the-accidental-billionaires"
  },
  {
    "title": "The Emperor's Manuscript",
    "author": "Valeria Montaldi",
    "year": 2008,
    "language": "Serbian",
    "genres": "Fiction",
    "series": "Frate Matthew",
    "vol": 4,
    "summary": "Parma, February 1248. Dense columns of smoke obscure the sky of the city under siege. The fire breaks out in the imperial camp: the soldiers of Frederick II of Swabia lie on the ground by the citizens in revolt. The fire destroys everything and the tents are looted, the manuscript on the art of falconry written by Frederick II disappears. Nine months later, the emperor delegated the task of finding it to his vicar, Ezzelino da Romano. He cannot allow it to be lost: those papers contain dissertations that could unleash an accusation of heresy and break the already precarious balance with the Church. The mission is entrusted to Gualdo da Margnano, Ezzelino's lieutenant who, together with the young French miniaturist Simone da Aix, reaches the castle of San Martino, where perhaps the treaty is hidden. None of the inhabitants seem to know about the existence of this mysterious document. But you have to hurry, explore every room, every passage. A new war has begun. The news about the manuscript reached the pope's ear. Innocent IV decides to entrust the research to an unscrupulous inquisitor. And while a crazy old woman wanders on the walkways of the walls and a witch explores secret passages, Matthew will be involved in cruel games of power, punctuated by increasingly insoluble puzzles. Until fate will decide the fate of the manuscript.",
    "image": "https://www.dimanoinmano.it/img/515760/full/narrativa/narrativa-italiana/il-manoscritto-dell-imperatore.jpg",
    "link": "https://www.goodreads.com/book/show/10174741-il-manoscritto-dell-imperatore"
  },
  {
    "title": "Me Before You",
    "author": "Jojo Moyes",
    "year": 2012,
    "language": "Serbian",
    "genres": "Romance, Drama",
    "series": "Me Before You",
    "vol": 1,
    "summary": "They had nothing in common until love gave them everything to lose . . . Louisa Clark is an ordinary girl living an exceedingly ordinary life—steady boyfriend, close family—who has barely been farther afield than their tiny village. She takes a badly needed job working for ex–Master of the Universe Will Traynor, who is wheelchair bound after an accident. Will has always lived a huge life—big deals, extreme sports, worldwide travel—and now he’s pretty sure he cannot live the way he is. Will is acerbic, moody, bossy—but Lou refuses to treat him with kid gloves, and soon his happiness means more to her than she expected. When she learns that Will has shocking plans of his own, she sets out to show him that life is still worth living. A Love Story for this generation and perfect for fans of John Green’s The Fault in Our Stars, Me Before You brings to life two people who couldn’t have less in common—a heartbreakingly romantic novel that asks, What do you do when making the person you love happy also means breaking your own heart?",
    "image": "https://images-na.ssl-images-amazon.com/images/I/81Eb4ewpYaS.jpg",
    "link": "https://www.goodreads.com/book/show/17347634-me-before-you"
  },
  {
    "title": "Because I love you",
    "author": "Guillaume Musso",
    "year": 2007,
    "language": "Serbian",
    "genres": "Romance, Mystery",
    "summary": "Five-year-old Lajla disappeared in a shopping center in Los Angeles. Deeply shaken by this tragedy, her parents eventually split up. Five years later, Lajla appears in the same place where all trace of her was lost. She is alive, but for some unknown reason, she does not speak. Everyone is happy for her return, but there are also inevitable questions. Where has Layla spent all this time? With whom? But first of all, why did she come back? This touching, human drama is actually a magical love story that draws you into mystery and keeps you in suspense, a story whose ending you will not forget so easily.",
    "image": "https://www.knjizara.com/slika/Zato-sto-te-volim-74654.jpg",
    "link": "https://www.goodreads.com/en/book/show/1127783.Parce_que_je_t_aime"
  },
  {
    "title": "Will you be There?",
    "author": "Guillaume Musso",
    "year": 2006,
    "language": "Serbian",
    "genres": "Romance, Fiction, Sci-Fi",
    "summary": "We have all wondered at least once: If we could go back in time, would we change something in our lives? If we could, would we erase something that we suffered for, that we regretted? Eliot has had a successful career as a surgeon. He is a 60-year-old man who lives in San Francisco, and whose life is made happy only by his daughter Angie. Eliot's greatest love, Ilena, died thirty years ago. One day, through a combination of unusual circumstances, he will get the opportunity to meet himself as a young man, three decades earlier. At the time, Eliot was a young physician, ambitious and dedicated to his work. In the heyday of the seventies of the twentieth century in San Francisco, he meets Ilena, and while an unusual meeting between the two Eliots takes place, a gentle and strong love story unfolds in front of the reader.",
    "image": "https://www.guillaumemusso.com/sites/default/files/styles/couv_livre/public/guillaume-musso_seras-tu-la_serbie_0.jpg?itok=ugUspkGp",
    "link": "https://www.goodreads.com/book/show/1912426.Seras_tu_l_"
  },
  {
    "title": "Catalina",
    "author": "Markus Orths",
    "year": 2005,
    "language": "Serbian",
    "genres": "History, Biography",
    "summary": "Could a girl born in 17th century Spain ever become anything other than what is expected of her? Could she become, of all things, a man? One extraordinary woman could, and did.",
    "image": "https://www.laguna.rs/_img/korice/1816/katalina-markus_orts_v.jpg",
    "link": "https://www.goodreads.com/book/show/1054789.Catalina"
  },
  {
    "title": "Roses Are Red",
    "author": "James Patterson",
    "year": 2000,
    "language": "Serbian",
    "genres": "Fiction, Crime, Drama, Thriller",
    "series": "Alex Cross",
    "vol": 6,
    "summary": "In this heart-pounding but touchingly romantic thriller, Detective Alex Cross pursues the most complex and brilliant killer he's ever confronted - mysterious criminal who calls himself the Mastermind. In a series of crimes that has stunned Washington, D.C., bank robbers have been laying out precise demands when they enter the building - and then killing the bank employees and their families if those instructions are not followed to the letter. Detective Alex Cross takes on the case, certain that this is no ordinary bank robber at work - the pathological need for control and perfection is too great. Cross is in the midst of a personal crisis at home, but the case becomes all-consuming as he learns that the Mastermind is plotting one huge, last, perfect crime.",
    "image": "https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9780/7553/9780755349340.jpg",
    "link": "https://www.goodreads.com/book/show/79378.Roses_Are_Red"
  },
  {
    "title": "Witch & Wizard",
    "author": "James Patterson",
    "year": 2009,
    "language": "Serbian",
    "genres": "Thriller, Fantasy",
    "series": "Witch & Wizard",
    "vol": 1,
    "summary": "The world is changing—the government has seized control of every aspect of society, and now kids are disappearing. For fifteen-year-old Wisty and her older brother Whit, life turns upside-down when they are hauled out of bed one night, separated from their parents, and thrown into a secret compound for no reason they can comprehend. The new government is clearly trying to suppress Life, Liberty, and the Pursuit of Being a Normal Teenager. Imprisoned together and condemned to death, Wisty and Whit begin exhibiting strange abilities and powers they never dreamed of. Maybe there is a reason they were singled out. Can this newly discovered witch and wizard master their skills in time to save themselves, their parents—and maybe the world?",
    "image": "https://m.media-amazon.com/images/I/51S6wfh0i0L.jpg",
    "link": "https://www.goodreads.com/book/show/6387565-witch-wizard"
  },
  {
    "title": "Wolf Brother",
    "author": "Michelle Paver",
    "year": 2004,
    "language": "Serbian",
    "genres": "History, Fiction",
    "series": "Chronicles of Ancient Darkness",
    "vol": 1,
    "summary": "Six thousand years ago. Evil stalks the land. Only twelve-year-old Torak and his wolf-cub companion can defeat it. Their journey together takes them through deep forests, across giant glaciers, and into dangers they never imagined. In this page-turning, original, and spectacularly told adventure story, Torak and Wolf are joined by an incredible cast of characters as they battle to save their world, in this first book in the Chronicles of Ancient Darkness.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/81y0cCEIn8L.jpg",
    "link": "https://www.goodreads.com/book/show/295305.Wolf_Brother"
  },
  {
    "title": "The Ruby in the Smoke",
    "author": "Philip Pullman",
    "year": 1985,
    "language": "Serbian",
    "genres": "Thriller, Spy",
    "series": "Sally Lockhart",
    "vol": 1,
    "summary": "Sally is sixteen and uncommonly pretty. Her knowledge of English literature, French, history, art and music is non-existent, but she has a thorough grounding in military tactics, can run a business, ride like a Cossack and shoot straight with a pistol. When her dear father is drowned in suspicious circumstances in the South China Sea, Sally is left to fend for herself, an orphan and alone in the smoky fog of Victorian London. Though she doesn't know it, Sally is already in terrible danger. Soon the mystery and the danger will deepen - and at the rotten heart of it all lies the deadly secret of the ruby in the smoke...",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327407896l/221479.jpg",
    "link": "https://www.goodreads.com/book/show/114982.The_Ruby_in_the_Smoke"
  },
  {
    "title": "Saints of the Shadow Bible",
    "author": "Ian Rankin",
    "year": 2013,
    "language": "Serbian",
    "genres": "Crime, Mystery",
    "series": "Inspector Rebus",
    "vol": 19,
    "summary": "Rebus and Malcolm Fox go head-to-head when a 30-year-old murder investigation resurfaces, forcing Rebus to confront crimes of the past. Rebus is back on the force, albeit with a demotion and a chip on his shoulder. He is investigating a car accident when news arrives that a case from 30 years ago is being reopened. Rebus's team from those days is suspected of helping a murderer escape justice to further their own ends. Malcolm Fox, in what will be his last case as an internal affairs cop, is tasked with finding out the truth. Past and present are about to collide in shocking and murderous fashion. What does Rebus have to hide? And whose side is he really on? His colleagues back then called themselves \"The Saints,\" and swore a bond on something called the Shadow Bible. But times have changed and the crimes of the past may not stay hidden much longer -- and may also play a role in the present, as Scotland gears up for a referendum on independence. Allegiances are being formed, enemies made, and huge questions asked. Who are the saints and who the sinners? And can the one ever become the other?",
    "image": "https://www.delfi.rs/_img/artikli/2015/08/saints_of_the_shadow_bible_vv.jpg",
    "link": "https://www.goodreads.com/book/show/17899384-saints-of-the-shadow-bible"
  },
  {
    "title": "Harry Potter and the Sorcerer's Stone",
    "author": "J.K. Rowling",
    "year": 1997,
    "language": "Serbian",
    "genres": "Fantasy, Adventure, Young Adult",
    "series": "Harry Potter",
    "vol": 1,
    "summary": "Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft and Wizardry. After a lifetime of bottling up his magical powers, Harry finally feels like a normal kid. But even within the Wizarding community, he is special. He is the boy who lived: the only person to have ever survived a killing curse inflicted by the evil Lord Voldemort, who launched a brutal takeover of the Wizarding world, only to vanish after failing to kill Harry. Though Harry's first year at Hogwarts is the best of his life, not everything is perfect. There is a dangerous secret object hidden within the castle walls, and Harry believes it's his responsibility to prevent it from falling into evil hands. But doing so will bring him into contact with forces more terrifying than he ever could have imagined. Full of sympathetic characters, wildly imaginative situations, and countless exciting details, the first installment in the series assembles an unforgettable magical world and sets the stage for many high-stakes adventures to come.",
    "image": "https://www.rif.org/sites/default/files/Book_Covers/sorcerersstone.jpg",
    "link": "https://www.goodreads.com/book/show/3.Harry_Potter_and_the_Sorcerer_s_Stone"
  },
  {
    "title": "Harry Potter and the Chamber of Secrets",
    "author": "J.K. Rowling",
    "year": 1998,
    "language": "Serbian",
    "genres": "Fantasy, Adventure, Young Adult",
    "series": "Harry Potter",
    "vol": 2,
    "summary": "Ever since Harry Potter had come home for the summer, the Dursleys had been so mean and hideous that all Harry wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he’s packing his bags, Harry receives a warning from a strange impish creature who says that if Harry returns to Hogwarts, disaster will strike. And strike it does. For in Harry’s second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor and a spirit who haunts the girls’ bathroom. But then the real trouble begins – someone is turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possible be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects… Harry Potter himself!",
    "image": "https://images-na.ssl-images-amazon.com/images/I/51mFoFmu0EL._SX335_BO1,204,203,200_.jpg",
    "link": "https://www.goodreads.com/book/show/15881.Harry_Potter_and_the_Chamber_of_Secrets"
  },
  {
    "title": "Harry Potter and the Prisoner of Azkaban",
    "author": "J.K. Rowling",
    "year": 1999,
    "language": "Serbian",
    "genres": "Fantasy, Adventure, Young Adult",
    "series": "Harry Potter",
    "vol": 3,
    "summary": "For twelve long years, the dread fortress of Azkaban held an infamous prisoner named Sirius Black. Convicted of killing thirteen people with a single curse, he was said to be the heir apparent to the Dark Lord, Voldemort. Now he has escaped, leaving only two clues as to where he might be headed: Harry Potter's defeat of You-Know-Who was Black's downfall as well. And the Azkaban guards heard Black muttering in his sleep, \"He's at Hogwarts . . . he's at Hogwarts.\" Harry Potter isn't safe, not even within the walls of his magical school, surrounded by his friends. Because on top of it all, there may well be a traitor in their midst.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1630547330l/5._SY475_.jpg",
    "link": "https://www.goodreads.com/book/show/5.Harry_Potter_and_the_Prisoner_of_Azkaban"
  },
  {
    "title": "Harry Potter and the Goblet of Fire",
    "author": "J.K. Rowling",
    "year": 2000,
    "language": "Serbian",
    "genres": "Fantasy, Adventure, Young Adult",
    "series": "Harry Potter",
    "vol": 4,
    "summary": "Harry Potter is midway through his training as a wizard and his coming of age. Harry wants to get away from the pernicious Dursleys and go to the International Quidditch Cup with Hermione, Ron, and the Weasleys. He wants to dream about Cho Chang, his crush (and maybe do more than dream). He wants to find out about the mysterious event that's supposed to take place at Hogwarts this year, an event involving two other rival schools of magic, and a competition that hasn't happened for hundreds of years. He wants to be a normal, fourteen-year-old wizard. But unfortunately for Harry Potter, he's not normal - even by wizarding standards. And in his case, different can be deadly.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/91gZX7sjnpL.jpg",
    "link": "https://www.goodreads.com/book/show/6.Harry_Potter_and_the_Goblet_of_Fire"
  },
  {
    "title": "Harry Potter and the Order of the Phoenix",
    "author": "J.K. Rowling",
    "year": 2003,
    "language": "Serbian",
    "genres": "Fantasy, Adventure, Young Adult",
    "series": "Harry Potter",
    "vol": 5,
    "summary": "There is a door at the end of a silent corridor. And it’s haunting Harry Pottter’s dreams. Why else would he be waking in the middle of the night, screaming in terror? Harry has a lot on his mind for this, his fifth year at Hogwarts: a Defense Against the Dark Arts teacher with a personality like poisoned honey; a big surprise on the Gryffindor Quidditch team; and the looming terror of the Ordinary Wizarding Level exams. But all these things pale next to the growing threat of He-Who-Must-Not-Be-Named - a threat that neither the magical government nor the authorities at Hogwarts can stop. As the grasp of darkness tightens, Harry must discover the true depth and strength of his friends, the importance of boundless loyalty, and the shocking price of unbearable sacrifice. His fate depends on them all.",
    "image": "http://prodimage.images-bn.com/pimages/9780439358071_p0_v4_s1200x630.jpg",
    "link": "https://www.goodreads.com/book/show/2.Harry_Potter_and_the_Order_of_the_Phoenix"
  },
  {
    "title": "Harry Potter and the Half-Blood Prince",
    "author": "J.K. Rowling",
    "year": 2005,
    "language": "Serbian",
    "genres": "FAntasy, Adventure, Young Adult",
    "series": "Harry Potter",
    "vol": 6,
    "summary": "The war against Voldemort is not going well; even Muggle governments are noticing. Ron scans the obituary pages of the Daily Prophet, looking for familiar names. Dumbledore is absent from Hogwarts for long stretches of time, and the Order of the Phoenix has already suffered losses. And yet . . . As in all wars, life goes on. The Weasley twins expand their business. Sixth-year students learn to Apparate - and lose a few eyebrows in the process. Teenagers flirt and fight and fall in love. Classes are never straightforward, through Harry receives some extraordinary help from the mysterious Half-Blood Prince. So it's the home front that takes center stage in the multilayered sixth installment of the story of Harry Potter. Here at Hogwarts, Harry will search for the full and complete story of the boy who became Lord Voldemort - and thereby find what may be his only vulnerability.",
    "image": "https://m.media-amazon.com/images/I/51nRdIU2qHL._AC_SY780_.jpg",
    "link": "https://www.goodreads.com/book/show/1.Harry_Potter_and_the_Half_Blood_Prince"
  },
  {
    "title": "Harry Potter and the Deathly Hallows",
    "author": "J.K. Rowling",
    "year": 2007,
    "language": "Serbian",
    "genres": "FAntasy, Adventure, Young Adult",
    "series": "Harry Potter",
    "vol": 7,
    "summary": "It's no longer safe for Harry at Hogwarts, so he and his best friends, Ron and Hermione, are on the run. Professor Dumbledore has given them clues about what they need to do to defeat the dark wizard, Lord Voldemort, once and for all, but it's up to them to figure out what these hints and suggestions really mean. Their cross-country odyssey has them searching desperately for the answers, while evading capture or death at every turn. At the same time, their friendship, fortitude, and sense of right and wrong are tested in ways they never could have imagined. The ultimate battle between good and evil that closes out this final chapter of the epic series takes place where Harry's Wizarding life began: at Hogwarts. The satisfying conclusion offers shocking last-minute twists, incredible acts of courage, powerful new forms of magic, and the resolution of many mysteries. Above all, this intense, cathartic book serves as a clear statement of the message at the heart of the Harry Potter series: that choice matters much more than destiny, and that love will always triumph over death.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/71sH3vxziLL.jpg",
    "link": "https://www.goodreads.com/book/show/136251.Harry_Potter_and_the_Deathly_Hallows"
  },
  {
    "title": "The doge's mistress",
    "author": "Carla Maria Russo",
    "year": 2008,
    "language": "Serbian",
    "genres": "History, Fiction, Romance",
    "summary": "1755. The Venetian carnival is at the height of intoxication and celebration. Caterina Dolfin, despite the maternal ban, secretly participates in a party in the home of the English consul Smith, to be stunned and forget for a few hours the sorrows that haunt her: the recent death of her father, who educated her to love for art and the study of philosophy, poverty and imminent marriage to a man she hates, but whom her mother imposes on her. In the palace library you meet Andrea Tron, ambassador of the Serenissima, heir to one of the wealthiest Venetian families, to whom everyone predicts a future as doge. Bewitched by Catherine's beauty and used to satisfying every whim, Tron dares to offer her a cynical pact: to abandon her husband and become her mistress as long as he likes it, in exchange for financial security and the promise not to intrude on her private life. . From that moment on, Caterina transforms herself into an adulteress, but also into a woman in control of herself and of her own choices, often against the tide and dangerous, regardless of the contempt of society, which does not forgive her courageous challenge to her rules. But Tron, against all expectations and against her own will, is forced to admit that the bond with Dolfina has turned into a feeling that she cannot ignore and that requires an urgent and difficult choice.",
    "image": "https://www.delfi.rs/_img/artikli/knjige/23/vv/delfi_duzdeva_ljubavnica_karla_marija_ruso.jpg",
    "link": "https://www.goodreads.com/book/show/12329991-l-amante-del-doge"
  },
  {
    "title": "The Secret Supper",
    "author": "Javier Sierra",
    "year": 2004,
    "language": "Serbian",
    "genres": "History, Fiction, Thriller",
    "summary": "Tightly paced and atmospheric, The Secret Supper is a dazzling historical thriller with a unique vision of both Leonardo da Vinci's genius and his masterpiece -- which you will never look at in the same way again. Milan, 1497: Leonardo is completing The Last Supper. Pope Alexander VI is determined to execute him after realizing that the painting contains clues to a baffling -- and blasphemous -- message that he is driven to decode. The Holy Grail and the Eucharistic Bread are missing, there is no meat on the table, and the apostles, shockingly, are portraits of well-known heretics -- and none of them are depicted with halos. And why has the artist painted himself into the scene with his back turned toward Jesus? The clues to Leonardo's greatest puzzle are right before your eyes...",
    "image": "https://images-na.ssl-images-amazon.com/images/I/71O5FhWroLS.jpg",
    "link": "https://www.goodreads.com/book/show/123452.The_Secret_Supper"
  },
  {
    "title": "The Confessor",
    "author": "Daniel Silva",
    "year": 2003,
    "language": "Serbian",
    "genres": "History, Fiction, Mystery",
    "series": "Gabriel Allon",
    "vol": 3,
    "summary": "Dark secrets are revealed in Vatican City in this Gabriel Allon thriller from #1 New York Times bestselling author Daniel Silva. In Munich, a Jewish scholar is assassinated. In Venice, Mossad agent and art restorer Gabriel Allon receives the news, puts down his brushes, and leaves immediately. And at the Vatican, the new pope vows to uncover the truth about the church's response to the Holocaust-while a powerful cardinal plots his next move. Now, as Allon follows a trail of secrets and unthinkable deeds, the lives of millions are changed forever-and the life of one man becomes expendable...",
    "image": "https://images-na.ssl-images-amazon.com/images/I/914XCtiEgXL.jpg",
    "link": "https://www.goodreads.com/book/show/93801.The_Confessor"
  },
  {
    "title": "Ghost Story",
    "author": "Peter Straub",
    "year": 1979,
    "language": "Serbian",
    "genres": "Horror",
    "summary": "For four aging men in the terror-stricken town of Milburn, New York, an act inadvertently carried out in their youth has come back to haunt them. Now they are about to learn what happens to those who believe they can bury the past -- and get away with murder.",
    "image": "https://m.media-amazon.com/images/I/51C8RzZwQ3L.jpg",
    "link": "https://www.goodreads.com/book/show/19581.Ghost_Story"
  },
  {
    "title": "The Hobbit, or There and Back Again",
    "author": "J.R.R. Tolkien",
    "year": 1937,
    "language": "Serbian",
    "genres": "Fantasy, Adventure, Epic fantasy",
    "summary": "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort. Written for J.R.R. Tolkien’s own children, The Hobbit met with instant critical acclaim when it was first published in 1937. Now recognized as a timeless classic, this introduction to the hobbit Bilbo Baggins, the wizard Gandalf, Gollum, and the spectacular world of Middle-earth recounts of the adventures of a reluctant hero, a powerful and dangerous ring, and the cruel dragon Smaug the Magnificent.",
    "image": "https://blackwells.co.uk/jacket/l/9780261103344.jpg",
    "link": "https://www.goodreads.com/book/show/5907.The_Hobbit_or_There_and_Back_Again"
  },
  {
    "title": "The Picture of Dorian Gray",
    "author": "Oscar Wilde",
    "year": 1890,
    "language": "Serbian",
    "genres": "Fiction, Classic",
    "summary": "Written in his distinctively dazzling manner, Oscar Wilde’s story of a fashionable young man who sells his soul for eternal youth and beauty is the author’s most popular work. The tale of Dorian Gray’s moral disintegration caused a scandal when it ﬁrst appeared in 1890, but though Wilde was attacked for the novel’s corrupting inﬂuence, he responded that there is, in fact, “a terrible moral in Dorian Gray.” Just a few years later, the book and the aesthetic/moral dilemma it presented became issues in the trials occasioned by Wilde’s homosexual liaisons, which resulted in his imprisonment. Of Dorian Gray’s relationship to autobiography, Wilde noted in a letter, “Basil Hallward is what I think I am: Lord Henry what the world thinks me: Dorian what I would like to be—in other ages, perhaps.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/71Yl9WYd4+S.jpg",
    "link": "https://www.goodreads.com/book/show/5297.The_Picture_of_Dorian_Gray"
  },
  {
    "title": "Twenty Thousand Leagues Under the Sea",
    "author": "Jules Verne",
    "year": 1870,
    "language": "Serbian",
    "genres": "Adventure, Fantasy, Classic",
    "summary": "When an unidentified “monster” threatens international shipping, French oceanographer Pierre Aronnax and his unflappable assistant Conseil join an expedition organized by the US Navy to hunt down and destroy the menace. After months of fruitless searching, they finally grapple with their quarry, but Aronnax, Conseil, and the brash Canadian harpooner Ned Land are thrown overboard in the attack, only to find that the “monster” is actually a futuristic submarine, the Nautilus, commanded by a shadowy, mystical, preternaturally imposing man who calls himself Captain Nemo. Thus begins a journey of 20,000 leagues—nearly 50,000 miles—that will take Captain Nemo, his crew, and these three adventurers on a journey of discovery through undersea forests, coral graveyards, miles-deep trenches, and even the sunken ruins of Atlantis. Jules Verne’s novel of undersea exploration has been captivating readers ever since its first publication in 1870, and Frederick Paul Walter’s reader-friendly, scientifically meticulous translation of this visionary science fiction classic is complete and unabridged down to the smallest substantive detail.",
    "image": "https://kbimages1-a.akamaihd.net/caa8ecef-1917-407f-aa81-8756adf73882/1200/1200/False/20-000-leagues-under-the-sea-123.jpg",
    "link": "https://www.goodreads.com/book/show/33507.Twenty_Thousand_Leagues_Under_the_Sea"
  },
  {
    "title": "The girl of the sixth moon",
    "author": "Moony Witcher",
    "year": 2002,
    "language": "Serbian",
    "genres": "Fiction, Fantasy, Young Adult, Adventure",
    "series": "La Bambina della Sesta Luna",
    "vol": 1,
    "summary": "Nina is in fifth grade and lives with her aunts in Madrid because her parents have an important job that takes them abroad all the time. Everything appears perfectly normal at first, except for that strange star-shaped birthmark on her right hand absolutely identical to that of her beloved grandfather Misha, a great alchemist who lives in Venice. Will it be a sign of fate? What future awaits Nina? Alchemy, study, an unknown world ... a completely new life that begins one night, suddenly, with the mysterious death of the grandfather. Nina reaches Venice, accompanied by the dog Adonis and the cat Plato, ready to understand what is happening. And she still does not know that she will have to save the Sixth Moon from the perfidious Count Karkon Ca 'd'Oro and from his little androids, aided (fortunately!) by four friends from Venice, an android named Max and a sbacchio? But what is a Sbacchio? Just start reading ...",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1304145874l/11252735.jpg",
    "link": "https://www.goodreads.com/book/show/6304022-la-bambina-della-sesta-luna"
  },
  {
    "title": "Heidi",
    "author": "Johanna Spyri",
    "year": 1880,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "Little orphan Heidi goes to live high in the Alps with her gruff grandfather and brings happiness to all who know her on the mountain. When Heidi goes to Frankfurt to work in a wealthy household, she dreams of returning to the mountains and meadows, her friend Peter, and her beloved grandfather.",
    "image": "https://kbimages1-a.akamaihd.net/8e11535f-a5ba-418c-b32a-731b89c7d55d/353/569/90/False/heidi-272.jpg",
    "link": "https://www.goodreads.com/book/show/93.Heidi"
  },
  {
    "title": "Vibrator",
    "author": "Mari Akasaka",
    "year": 1999,
    "language": "Serbian",
    "genres": "Erotica",
    "summary": "Rei Hayakawa, a lonely, bulimic freelance writer with a drinking problem, wanders into a convenience store. She's swaddled in her coat and scarf, while her thoughts – of alienation, of hunger, of the need for gin and white wine – drift in via stream-of-consciousness. A trucker named Okabe walks in, deliberately grazes her behind, and at the same time, Rei's cell phone, set on vibrate, goes off over her heart. Rei impulsively gets into Okabe's truck with him – and stays. Suddenly she finds herself embarking on a road journey across the wintry landscape of Japan with a complete, and possibly dangerous, stranger. Can the physical relationship that develops between them give Rei what she needs, and can she ever free herself from her self-destructive tendencies? Both parties are wounded, guarded and distant — can they learn to trust each other? Author Mari Akasaka brings her trademark wordplay and vivid imagery to this compelling story of an unlikely pairing set against the bleak backdrop of Japan’s highways. Adapted for the screen in 2003, Vibrator has also been made into a film.",
    "image": "https://www.laguna.rs/_img/korice/756/vibrator-mari_akasaka_v.png",
    "link": "https://www.goodreads.com/book/show/652034.Vibrator"
  },
  {
    "title": "The Stranger",
    "author": "Albert Camus",
    "year": 1942,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "Through the story of an ordinary man unwittingly drawn into a senseless murder on an Algerian beach, Camus explored what he termed \"the nakedness of man faced with the absurd.\" First published in English in 1946; now in a new translation by Matthew Ward.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/81GjCVSEDAL.jpg",
    "link": "https://www.goodreads.com/book/show/49552.The_Stranger"
  },
  {
    "title": "The Little Prince",
    "author": "Antoine de Saint-Exupéry",
    "year": 1943,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "A pilot stranded in the desert awakes one morning to see, standing before him, the most extraordinary little fellow. \"Please,\" asks the stranger, \"draw me a sheep.\" And the pilot realizes that when life's events are too difficult to understand, there is no choice but to succumb to their mysteries. He pulls out pencil and paper... And thus begins this wise and enchanting fable that, in teaching the secret of what is really important in life, has changed forever the world for its readers. Few stories are as widely read and as universally cherished by children and adults alike as The Little Prince, presented here in a stunning new translation with carefully restored artwork. The definitive edition of a worldwide classic, it will capture the hearts of readers of all ages.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/81kcxxd0RvL.jpg",
    "link": "https://www.goodreads.com/book/show/157993.The_Little_Prince"
  },
  {
    "title": "The Master and Margarita",
    "author": "Mikhail Bulgakov",
    "year": 1967,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "An audacious revision of the stories of Faust and Pontius Pilate, The Master and Margarita is recognized as one of the essential classics of modern Russian literature. The novel's vision of Soviet life in the 1930s is so ferociously accurate that it could not be published during its author's lifetime and appeared only in a censored edition in the 1960s. Its truths are so enduring that its language has become part of the common Russian speech. One hot spring, the devil arrives in Moscow, accompanied by a retinue that includes a beautiful naked witch and an immense talking black cat with a fondness for chess and vodka. The visitors quickly wreak havoc in a city that refuses to believe in either God or Satan. But they also bring peace to two unhappy Muscovites: one is the Master, a writer pilloried for daring to write a novel about Christ and Pontius Pilate; the other is Margarita, who loves the Master so deeply that she is willing literally to go to hell for him.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/91BHmR8HASL.jpg",
    "link": "https://www.goodreads.com/book/show/117833.The_Master_and_Margarita"
  },
  {
    "title": "Robinson Crusoe",
    "author": "Daniel Defoe",
    "year": 1719,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "Daniel Defoe relates the tale of an English sailor marooned on a desert island for nearly three decades. An ordinary man struggling to survive in extraordinary circumstances, Robinson Crusoe wrestles with fate and the nature of God.",
    "image": "https://m.media-amazon.com/images/I/51EfpBtirjL.jpg",
    "link": "https://www.goodreads.com/book/show/2932.Robinson_Crusoe"
  },
  {
    "title": "When pumpkins were blooming",
    "author": "Dragoslav Mihailović",
    "year": 1968,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "The most significant novel of the Yugoslav \"black wave\". \"The novel When Pumpkins Bloomed is one of the turning points from which new tendencies of literary development begin.\" Predrag Palavestra. \"As has not happened in our country for a long time, critics felt the need to talk about their shock about this book, in fact about those features of Mihailović's writing that provoke a strong reading experience.\" Ljubiša Jeremić. \"The novel When Pumpkins Bloomed has the form of a monologue confession: Ljuba Sretenović, a former boxing hopeful from Dušanovac, remembers the events of the late 1940s and early 1950s that drove him into the Swedish émigré camp. The basic line of the plot concerns the events in Ljuba's family and his sports-love career, but all that is determined and enriched by the background of wider social events. Mihailović's novel thus became one of the first works of art to touch on the subject of the Inform Bureau. \"Vladeta Janković. \"At one point when, after the novel When Pumpkins Bloomed, ideological arrows were aimed at this writer, the proverbially cautious Ivo Andrić was on his side. It was a clear confirmation not only of his collegial solidarity with the writer in the bumps of powerful ideology, but also of the defense of the writer in whose narrative word and literary future Andrić sincerely believed. \"Petar Pijanović",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1318184234l/12835615.jpg",
    "link": "https://www.goodreads.com/book/show/6251965-kad-su-cvetale-tikve"
  },
  {
    "title": "The Old Man and the Sea",
    "author": "Ernest Hemingway",
    "year": 1952,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "This short novel, already a modern classic, is the superbly told, tragic story of a Cuban fisherman in the Gulf Stream and the giant Marlin he kills and loses—specifically referred to in the citation accompanying the author's Nobel Prize for literature in 1954.",
    "image": "https://pictures.abebooks.com/isbn/9780684801223-fr.jpg",
    "link": "https://www.goodreads.com/book/show/2165.The_Old_Man_and_the_Sea"
  },
  {
    "title": "The Paul Street Boys",
    "author": "Ferenc Molnár",
    "year": 1907,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "The war between two groups of Hungarian boys living in Budapest. One with Hungarian national colours (red, white, green) is defending the square from redshirts (from Garibaldi's redshirts), who want to occupy the square.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1509047140l/86336._SY475_.jpg",
    "link": "https://www.goodreads.com/book/show/86336.The_Paul_Street_Boys"
  },
  {
    "title": "Dead Man's List (House Secrets)",
    "author": "Michael Lawson",
    "year": 2010,
    "language": "English",
    "genres": "Fiction, Spy, Thriller",
    "series": "Joe DeMarco",
    "vol": 4,
    "summary": "Mike Lawson’s previous novels starring Joe DeMarco, fixed for the Speaker of the House have earned him a loyal following from thriller aficionados and a place among the most talented and captivating thriller writers focusing on the dangerous games of our nation’s capital. In House Secrets, DeMarco is sent to investigate the death of a reporter, the son of one of his boss’s old colleagues, even though it appears to be nothing more than an unfortunate accident. He soon learns that the reporter was on the trail of Senator Paul Morelli, a rising star considered a shoe-in for his party’s presidential nomination. Some politicians are lucky, and Morelli has been luckier than most, but his past has already been thoroughly scrutinized and he looks clean. But then, why is DeMarco being followed by a pair of rogue agents who freelance for the CIA? Dirty secrets, beltway politics, and divided loyalties threaten as DeMarco’s investigation spirals dangerously out of control. Filled with surprising twists, a captivating plot, and excellent characters both old and new, House Secrets is Lawson’s best book yet.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/51OpC1+FFjL.jpg",
    "link": "https://www.goodreads.com/book/show/6442574-house-secrets"
  },
  {
    "title": "The Adventures of Tom Sawyer",
    "author": "Mark Twain",
    "year": 1876,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "The Adventures of Tom Sawyer revolves around the youthful adventures of the novel's schoolboy protagonist, Thomas Sawyer, whose reputation precedes him for causing mischief and strife. Tom lives with his Aunt Polly, half-brother Sid, and cousin Mary in the quaint town of St. Petersburg, just off the shore of the Mississippi River. St. Petersburg is described as a typical small-town atmosphere where the Christian faith is predominant, the social network is close-knit, and familiarity resides. Unlike his brother Sid, Tom receives \"lickings\" from his Aunt Polly; ever the mischief-maker, would rather play hooky than attend school and often sneaks out his bedroom window at night to adventure with his friend, Huckleberry Finn ­ the town's social outcast. Tom, despite his dread of schooling, is extremely clever and would normally get away with his pranks if Sid were not such a \"tattle-tale.\" As punishment for skipping school to go swimming, Aunt Polly assigns Tom the chore of whitewashing the fence surrounding the house. In a brilliant scheme, Tom is able to con the neighborhood boys into completing the chore for him, managing to convince them of the joys of whitewashing. At school, Tom is equally as flamboyant, and attracts attention by chasing other boys, yelling, and running around. With his usual antics, Tom attempts to catch the eye of Becky Thatcher, a new girl in town, and persuades her to get \"engaged\" by kissing him. But their romance collapses when she learns Tom has been \"engaged\" previously to Amy Lawrence. Shortly after Becky shuns him, he accompanies Huckleberry Finn to the graveyard at night, where they witness the murder of Dr. Robinson.",
    "image": "https://kbimages1-a.akamaihd.net/1e6a8fb2-04f1-422e-9236-30d8d8d6e205/353/569/90/False/the-adventures-of-tom-sawyer-346.jpg",
    "link": "https://www.goodreads.com/book/show/24583.The_Adventures_of_Tom_Sawyer"
  },
  {
    "title": "Romeo and Juliet",
    "author": "William Shakespeare",
    "year": 1597,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "In Romeo and Juliet, Shakespeare creates a violent world, in which two young people fall in love. It is not simply that their families disapprove; the Montagues and the Capulets are engaged in a blood feud. In this death-filled setting, the movement from love at first sight to the lovers’ final union in death seems almost inevitable. And yet, this play set in an extraordinary world has become the quintessential story of young love. In part because of its exquisite language, it is easy to respond as if it were about all young lovers.",
    "image": "https://kbimages1-a.akamaihd.net/cd5d681a-a30f-4576-be4c-dac1c221c85a/1200/1200/False/romeo-and-juliet-170.jpg",
    "link": "https://www.goodreads.com/book/show/18135.Romeo_and_Juliet"
  },
  {
    "title": "The Fellowship of the Ring",
    "author": "J.R.R. Tolkien",
    "year": 1954,
    "language": "English",
    "genres": "Fantasy, Epic fantasy, Adventure",
    "series": "The Lord of the Rings",
    "vol": 1,
    "summary": "One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkeness bind them. In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, The Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell into the hands of Bilbo Baggins, as told in The Hobbit. In a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as his elderly cousin Bilbo entrusts the Ring to his care. Frodo must leave his home and make a perilous journey across Middle-earth to the Cracks of Doom, there to destroy the Ring and foil the Dark Lord in his evil purpose.",
    "image": "https://productimages.worldofbooks.com/0261102354.jpg",
    "link": "https://www.goodreads.com/book/show/3263607-the-fellowship-of-the-ring"
  },
  {
    "title": "The Two Towers",
    "author": "J.R.R. Tolkien",
    "year": 1954,
    "language": "English",
    "genres": "Fantasy, Epic fantasy, Adventure",
    "series": "The Lord of the Rings",
    "vol": 2,
    "summary": "One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them. Frodo and his Companions of the Ring have been beset by danger during their quest to prevent the Ruling Ring from falling into the hands of the Dark Lord by destroying it in the Cracks of Doom. They have lost the wizard, Gandalf, in a battle in the Mines of Moria. And Boromir, seduced by the power of the Ring, tried to seize it by force. While Frodo and Sam made their escape, the rest of the company was attacked by Orcs. Now they continue the journey alone down the great River Anduin—alone, that is, save for the mysterious creeping figure that follows wherever they go.",
    "image": "https://cdn11.bigcommerce.com/s-si4e0s8t1l/images/stencil/1280x1280/products/33154/33411/852210-MLA42322868702_062020-O__62839.1611645046.jpg?c=1",
    "link": "https://www.goodreads.com/book/show/222910.The_Two_Towers"
  },
  {
    "title": "The Return of the King",
    "author": "J.R.R. Tolkien",
    "year": 1955,
    "language": "English",
    "genres": "Fantasy, Epic fantasy, Adventure",
    "series": "The Lord of the Rings",
    "vol": 3,
    "summary": "In the third volume of The Lord of the Rings trilogy the good and evil forces join battle, and we see that the triumph of good is not absolute. The Third Age of Middle-earth ends, and the age of the dominion of Men begins.",
    "image": "https://i.harperapps.com/hcanz/covers/9780261103597/x293.jpg",
    "link": "https://www.goodreads.com/book/show/838729.The_Return_of_the_King"
  },
  {
    "title": "Hamlet",
    "author": "William Shakespeare",
    "year": 1601,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "Hamlet is the story of the Prince of Denmark who learns of the death of his father at the hands of his uncle, Claudius. Claudius murders Hamlet's father, his own brother, to take the throne of Denmark and to marry Hamlet's widowed mother. Hamlet is sunk into a state of great despair as a result of discovering the murder of his father and the infidelity of his mother. Hamlet is torn between his great sadness and his desire for the revenge of his father's murder.",
    "image": "https://kbimages1-a.akamaihd.net/9531a65f-1fdd-4271-b42e-4f9c8d5781f3/1200/1200/False/hamlet-prince-of-denmark-illustrated-annotated.jpg",
    "link": "https://www.goodreads.com/book/show/1432.Hamlet"
  },
  {
    "title": "Perfume: The Story of a Murderer",
    "author": "Patrick Süskind",
    "year": 1985,
    "language": "Serbian",
    "genres": "History, Fiction, Thriller",
    "summary": "An acclaimed bestseller and international sensation, Patrick Suskind's classic novel provokes a terrifying examination of what happens when one man's indulgence in his greatest passion—his sense of smell—leads to murder. In the slums of eighteenth-century France, the infant Jean-Baptiste Grenouille is born with one sublime gift—an absolute sense of smell. As a boy, he lives to decipher the odors of Paris, and apprentices himself to a prominent perfumer who teaches him the ancient art of mixing precious oils and herbs. But Grenouille's genius is such that he is not satisfied to stop there, and he becomes obsessed with capturing the smells of objects such as brass doorknobs and fresh-cut wood. Then one day he catches a hint of a scent that will drive him on an ever-more-terrifying quest to create the \"ultimate perfume\"—the scent of a beautiful young virgin. Told with dazzling narrative brilliance, Perfume is a hauntingly powerful tale of murder and sensual depravity.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/41Jvl7zy68L._SX325_BO1,204,203,200_.jpg",
    "link": "https://www.goodreads.com/book/show/343.Perfume"
  },
  {
    "title": "The Templar Legacy",
    "author": "Steve Berry",
    "year": 2006,
    "language": "English",
    "genres": "History, Fiction, Mystery",
    "series": "Cotton Malone",
    "vol": 1,
    "summary": "The ancient order of the Knights Templar possessed untold wealth and absolute power over kings and popes . . . until the Inquisition, when they were wiped from the face of the earth, their hidden riches lost. But now two forces vying for the treasure have learned that it is not at all what they thought it was–and its true nature could change the modern world. Cotton Malone, one-time top operative for the U.S. Justice Department, is enjoying his quiet new life as an antiquarian book dealer in Copenhagen when an unexpected call to action reawakens his hair-trigger instincts–and plunges him back into the cloak-and-dagger world he thought he’d left behind. It begins with a violent robbery attempt on Cotton’s former supervisor, Stephanie Nelle, who’s far from home on a mission that has nothing to do with national security. Armed with vital clues to a series of centuries-old puzzles scattered across Europe, she means to crack a mystery that has tantalized scholars and fortune-hunters through the ages by finding the legendary cache of wealth and forbidden knowledge thought to have been lost forever when the order of the Knights Templar was exterminated in the fourteenth century. But she’s not alone. Competing for the historic prize–and desperate for the crucial information Stephanie possesses–is Raymond de Roquefort, a shadowy zealot with an army of assassins at his command. Welcome or not, Cotton seeks to even the odds in the perilous race. But the more he learns about the ancient conspiracy surrounding the Knights Templar, the more he realizes that even more than lives are at stake. At the end of a lethal game of conquest, rife with intrigue, treachery, and craven lust for power, lies a shattering discovery that could rock the civilized world–and, in the wrong hands, bring it to its knees.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/91LkBoYDIKL.jpg",
    "link": "https://www.goodreads.com/book/show/75024.The_Templar_Legacy"
  },
  {
    "title": "Antigone",
    "author": "Sophocles",
    "year": -441,
    "language": "Serbian",
    "genres": "Classic",
    "summary": "The curse placed on Oedipus lingers and haunts a younger generation in this new and brilliant translation of Sophocles' classic drama. The daughter of Oedipus and Jocasta, Antigone is an unconventional heroine who pits her beliefs against the King of Thebes in a bloody test of wills that leaves few unharmed. Emotions fly as she challenges the king for the right to bury her own brother. Determined but doomed, Antigone shows her inner strength throughout the play. Antigone raises issues of law and morality that are just as relevant today as they were more than two thousand years ago. Whether this is your first reading or your twentieth, Antigone will move you as few pieces of literature can. To make this quintessential Greek drama more accessible to the modern reader, this Prestwick House Literary Touchstone Edition includes a glossary of difficult terms, a list of vocabulary words, and convenient sidebar notes. By providing these, it is our intention that readers will more fully enjoy the beauty, wisdom, and intent of the play.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1486701308l/7728._SY475_.jpg",
    "link": "https://www.goodreads.com/book/show/7728.Antigone"
  }
]