[
    {
        "show": "Endeavour",
        "speaker": "Reginald Bright",
        "quote": "A moment's courage or a lifetime of regret? That's always been the choice."
    },
    {
        "show": "River",
        "speaker": "John River",
        "quote": "If you're lonely when you're alone, you're in bad company."
    },
    {
        "show": "Dan Brown's Lost Symbol",
        "speaker": "Peter Solomon",
        "quote": "The worst thing you can do if you love someone is to give them reason to doubt themselves. Our partners. Our family. Those are people we lean on because these are people we trust and who trust in us no matter what."
    },
    {
        "show": "Stargate SG-1",
        "speaker": "Emmett Bregman",
        "quote": "You force the press into the cold and all you will get is lies and innuendo. And nothing, nothing is worse for a free society than a press that is in service to the military and the politicians. Nothing!"
    },
    {
        "show": "Grey's Anatomy",
        "speaker": "Jackson Avery",
        "quote": "No one said it was easy, becoming the person you're meant to be. It takes bravery to step into the power you found and earned and deserve. The trick is, to take the people who were there for you, with you, to remind you you're not alone. You have an entire legacy behind you as you create your own."
    },
    {
        "show": "Stargate SG-1",
        "speaker": "Daniel Jackson",
        "quote": "Maybe hoarding knowledge is wrong... or maybe it's not. Maybe, learning something for yourself is part of the journey to enlightenment. But killing someone for not worshiping you, regardless of your power, IS wrong. Very wrong. Knowledge is power, but how you use that power defines whether you are good, or evil."
    },
    {
        "show": "Person of Interest",
        "speaker": "Carl Elias",
        "quote": "I've learned something over the years. While it's important to know your enemy's weakness it's just as important to know your own."
    },
    {
        "show": "Supernatural",
        "speaker": "John Winchester",
        "quote": "Son, you don't like me? That's fine. It's not my job to be liked. It's my job to raise you right."
    },
    {
        "show": "Penny Dreadful",
        "speaker": "Dorian Gray",
        "quote": "I prefer paintings. Photographs are so ironically impermanent. They capture one moment in time to perfection. A painting can capture eternity."
    },
    {
        "show": "Spooks",
        "speaker": "Tom Quinn",
        "quote": " I believe killing people in the name of life is just about the stupidest thing I've ever come across."
    },
    {
        "show": "Supernatural",
        "speaker": "Dean Winchester",
        "quote": "A wise man once told me, 'Family don't end in blood.' But it doesn't start there, either. Family cares about you, not what you can do for them. Family's there through the good, the bad... all of it. They got your back, even when it hurts."
    },
    {
        "show": "Bones",
        "speaker": "Seth Zalinsky",
        "quote": "Some things are easy to make fun of. Doesn't mean they're not important."
    },
    {
        "show": "Bones",
        "speaker": "Temperance Brennan - Bones",
        "quote": "I would like to propose a toast to my partner, Seeley Booth. I know who he is, but I forget sometimes because.. because he never shines a light on himself. He shines it on other peoplr. Anthropology teaches us that the alpha male is the man wearing the crown, displaying the most colorful plumage and the shiniest baubles. He stands out from the others. But I now think that anthropology may have it wrong. In working with Booth, I've come to realize that the quiet man, the invisible man, the man who's always there for friends and family... that's a real alpha male. And I promise my eyes will never be caught by those shiny baubles again."
    },
    {
        "show": "Bones",
        "speaker": "Temperance Brennan - Bones",
        "quote": "The pain is always there. The challenge is to not try to make it go away. Fighting it is a problem. We fight to try and change the past, or push it away, but the pain is part of who we are. It’s like the discovery of the quark. It upended all of our theories about physics. There was fury, fighting. But it was true. And when it was finally accepted, it gave us a better understanding of life. If we had denied it, there would have been no progress. It’s not easy, Aubrey, but nothing of value is."
    },
    {
        "show": "Numb3rs",
        "speaker": "Nathan Watts",
        "quote": "Relax... Every wave lets you up eventually. The only way to get through it is relax."
    },
    {
        "show": "Life",
        "speaker": "Charlie Crews",
        "quote": "You give a flower sun it opens up. You give a man respect, same thing."
    },
    {
        "show": "Monk",
        "speaker": "Randy Disher",
        "quote": "Happiness is a choice."
    },
    {
        "show": "DaVinci's Demons",
        "speaker": "Leonardo da Vinci",
        "quote": "People of accomplishment rarely sat back and let things happen to them. They went out and happened to things."
    },
    {
        "show": "DaVinci's Demons",
        "speaker": "Leonardo da Vinci",
        "quote": "Arrogance implies that I exaggerate my own worth. I don't."
    },
    {
        "show": "Black Sails",
        "speaker": "Edward Teach - Blackbeard",
        "quote": "A woman has that power, God-given to leave her marks on you. And it's far harder to dispose of the marks than the woman who left them."
    },
    {
        "show": "Pretty Little Liars",
        "speaker": "Alison DiLaurentis",
        "quote": "Lying is a one way street. It’s kind of like those signs in parking lots, backing up causes sever tire damage."
    },
    {
        "show": "Black Sails",
        "speaker": "Charles Vane",
        "quote": "These men, who brought me here today, do not fear me. They brought me here today because they fear you. Because they know that my voice, the voice that refuses to be enslaved, once lived in you. And may yet still. They brought me here today to show you death and use it to frighten you into ignoring that voice. But know this. We are many. They are a few. To face death is a choice. And they can't hang us all."
    },
    {
        "show": "Gossip Girl",
        "speaker": "Chuck Bass",
        "quote": "It's stupid for you to want her to be anything other than she is!"
    },
    {
        "show": "Stargate SG-1",
        "speaker": "Anteaus",
        "quote": "Maybe one day you will learn that your way is not the only way."
    },
    {
        "show": "Person of Interest",
        "speaker": "The Machine",
        "quote": "Someone once asked me if I had learned anything from it all. So let me tell you what I've learned. I learned everyone dies alone. But if you meant something to someone, if you helped someone, or loved someone. If even a single person remembers you, then maybe you never really die. And maybe... this isn't the end at all."
    },
    {
        "show": "Black Sails",
        "speaker": "Charles Vane",
        "quote": "These men, who brought me here today, do not fear me. They brought me here today because they fear you. Because they know that my voice, the voice that refuses to be enslaved, once lived in you. And may yet still. They brought me here today to show you death and use it to frighten you into ignoring that voice. But know this. We are many. They are a few. To face death is a choice. And they can't hang us all."
    },
    {
        "show": "Buffy the vampire Slayer",
        "speaker": "Angel",
        "quote": "Passion…it lies in all of us. Sleeping, waiting, and though unwanted, unbidden, it will stir, open its jaws, and howl. It speaks to us, guides us...passion rules us all. And we obey. What other choice do we have? Passion is the source of our finest moments; the joy of love, the clarity of hatred, and the ecstasy of grief. It hurts sometimes more than we can bear. If we could live without passion, maybe we’d truly know some kind of peace. But we would be hollow. Empty rooms, shuttered and dank...without passion, we’d truly be dead."
    }
]